{"company":[{"id":"241","name":"Rackspace","summary":"Rackspace is a recognized leader in the IT hosting market. We deliver enterprise-level managed services to businesses of all sizes and kinds around the world. Serving more than 14,000 customers in eight data centers worldwide, Rackspace integrates the industry&rsquo;s best technologies and practices for each customer&rsquo;s specific need and delivers it as a service via the company&rsquo;s promis","details":"Rackspace is a recognized leader in the IT hosting market. We deliver enterprise-level managed services to businesses of all sizes and kinds around the world. Serving more than 14,000 customers in eight data centers worldwide, Rackspace integrates the industry&rsquo;s best technologies and practices for each customer&rsquo;s specific need and delivers it as a service via the company&rsquo;s promise of Fanatical Support&Acirc;&reg;. We serve as an extension of our customers&rsquo; IT departments, enabling them to focus on their core business. We got started in 1998 and since then Rackspace has grown more than 50 percent a year. There are currently 2,000 Rackers around the world serving our customers.","website":"http:\/\/www.rackspace.com\/cloud\/public\/blockstorage\/","twitter":"https:\/\/twitter.com\/rackspace","github":"https:\/\/github.com\/rackspace","blog":"http:\/\/www.rackspace.com\/blog\/","blogrss":"http:\/\/www.rackspace.com\/blog\/feed\/rss\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/rackspace-logo.jpg","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/2938_rackspace_email.png","tags":"BaaS,Cloud Computing,Cloud Storage"},{"id":"73","name":"Sencha.io","summary":"Sencha makes web standards-based products that empower developers to create amazing cross-browser application experiences with precision and performance. We offer HTML5-based frameworks tailored for desktop and mobile experiences and design tools that make application UI and CSS3 animation development easy. We&rsquo;ve also innovated the industry&rsquo;s first cloud services for mobile application","details":"Sencha makes web standards-based products that empower developers to create amazing cross-browser application experiences with precision and performance. We offer HTML5-based frameworks tailored for desktop and mobile experiences and design tools that make application UI and CSS3 animation development easy. We&rsquo;ve also innovated the industry&rsquo;s first cloud services for mobile application developers, supporting your web application at anytime, anywhere. More than two million developers worldwide&mdash;representing more than 150,000 companies&mdash;use the Sencha family of products to build amazing applications every day.","website":"http:\/\/www.sencha.com\/","twitter":"http:\/\/twitter.com\/sencha","github":"https:\/\/github.com\/senchaio","blog":"http:\/\/www.sencha.com\/blog\/","blogrss":"http:\/\/feeds.feedburner.com\/SenchaBlog","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/sencha-logo.png","screenshot":null,"tags":"BaaS"},{"id":"175","name":"Salesforce","summary":"Salesforce.com Inc. is a global enterprise software company headquartered in San Francisco, California. Though best known for its customer relationship management (CRM) product, Salesforce has also expanded into the \"social enterprise arena\" through acquisitions. It is currently ranked the most innovative company in America by Forbes magazine, as well as number 27 in Fortune's magazine's 100 Best ","details":"Salesforce.com Inc. is a global enterprise software company headquartered in San Francisco, California. Though best known for its customer relationship management (CRM) product, Salesforce has also expanded into the \"social enterprise arena\" through acquisitions. It is currently ranked the most innovative company in America by Forbes magazine, as well as number 27 in Fortune's magazine's 100 Best Companies to Work For in 2012. As of April 2013, the company is ranked sixth in providing services in marketing and customer service automation","website":"http:\/\/www.salesforce.com\/us\/developer\/docs\/api_streaming\/index.htm","twitter":"https:\/\/twitter.com\/forcedotcom","github":"https:\/\/github.com\/salesforce","blog":"http:\/\/blogs.developerforce.com\/","blogrss":"http:\/\/feeds.feedburner.com\/SforceBlog","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/salesforce-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/4436_salesforce.com_streaming.png","tags":"BaaS,Cloud Computing,CRM,Customer,Database,Development,Freshbooks,Hosting,Network,Notifications,PaaS,sales,Social,Stack,Support"},{"id":"69","name":"Parse","summary":"Parse allows your team to focus more on creating a great user experience and forget server maintenance and complex infrastructure. Instantly add push notifications, data storage, social integration, and more the moment you integrate a Parse SDK into your app. Our native SDKs for iOS, Android, Windows 8, Windows Phone 8, OS X, and JavaScript make it easy to create beautiful and powerful apps for al","details":"Parse allows your team to focus more on creating a great user experience and forget server maintenance and complex infrastructure. Instantly add push notifications, data storage, social integration, and more the moment you integrate a Parse SDK into your app. Our native SDKs for iOS, Android, Windows 8, Windows Phone 8, OS X, and JavaScript make it easy to create beautiful and powerful apps for all of your favorite devices. From desktop to mobile apps, Parse has an SDK for everyone.With Parse, you can add a scalable and powerful backend in minutes and launch a full-featured app in record time without ever worrying about server management. We offer push notifications, social integration, data storage, and the ability to add rich custom logic to your app&rsquo;s backend with Cloud Code.","website":"https:\/\/www.parse.com\/docs\/rest","twitter":"https:\/\/twitter.com\/ParseIt","github":"https:\/\/github.com\/ParsePlatform","blog":"http:\/\/blog.parse.com\/","blogrss":"http:\/\/feeds.feedburner.com\/ParseBlog","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/parse-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/api\/Parse-Screenshot.png","tags":"BaaS"},{"id":"67","name":"Kinvey","summary":"Kinvey (pronounced Kin-vey, like convey) makes it ridiculously easy for developers to setup, use and operate a cloud backend for their mobile apps. They don't have to worry about connecting to various cloud services, setting up servers for their backend, or maintaining and scaling them. With Kinvey, developers simply code their app using any SDK of their choice. They then connect the app to Kinvey","details":"Kinvey (pronounced Kin-vey, like convey) makes it ridiculously easy for developers to setup, use and operate a cloud backend for their mobile apps. They don't have to worry about connecting to various cloud services, setting up servers for their backend, or maintaining and scaling them. With Kinvey, developers simply code their app using any SDK of their choice. They then connect the app to Kinvey's backend features using auto-generated APIs and libraries, and - just like that - the app is ready to launch. We'll worry about auto-scaling and maintaining your backend. You focus solely on your app.","website":"https:\/\/console.kinvey.com\/#docs\/Kinvey\/Overview","twitter":"https:\/\/twitter.com\/kinvey","github":"https:\/\/github.com\/Kinvey","blog":"http:\/\/www.kinvey.com\/blog","blogrss":"http:\/\/feeds.feedburner.com\/kinvey","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/kinvey-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/5603_kinvey.png","tags":"BaaS"},{"id":"119","name":"App42","summary":"ShepHertz&rsquo;s endeavor is to make App developers successful on the Cloud, irrespective of the technology or platform on which they are developing. All their products focus on making App developers&rsquo; life easy and augment their business. App&rsquo;s complete backend will be managed by App42. Developers will hardly need to write any server side code for their Apps. Now developers don't have","details":"ShepHertz&rsquo;s endeavor is to make App developers successful on the Cloud, irrespective of the technology or platform on which they are developing. All their products focus on making App developers&rsquo; life easy and augment their business. App&rsquo;s complete backend will be managed by App42. Developers will hardly need to write any server side code for their Apps. Now developers don't have to worry about OS installations, patches, security, firewalls, scalability, high availability and any server side code, be it technical or business logic. Developers can focus on their UX and client-side logic, and leave the cloud and data management to App42 Cloud Platform.","website":"http:\/\/api.shephertz.com\/","twitter":"https:\/\/twitter.com\/shephertz","github":"https:\/\/github.com\/app42","blog":"http:\/\/blogs.shephertz.com\/","blogrss":"http:\/\/blogs.shephertz.com\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/app42-logo.png","screenshot":null,"tags":"BaaS"},{"id":"70","name":"Proxomo","summary":"Add a backend to your app in the next five minutes. Store data, use custom authentication, and scale like crazy. Plus add many other open and flexible features to your app instantly. We built it for us; we are sharing it with you. Proxomo is your single backend for all platforms and all devices - iPhone, Android, Windows Phone, and web apps.Proxomo provides a RESTful API that cross integrates a va","details":"Add a backend to your app in the next five minutes. Store data, use custom authentication, and scale like crazy. Plus add many other open and flexible features to your app instantly. We built it for us; we are sharing it with you. Proxomo is your single backend for all platforms and all devices - iPhone, Android, Windows Phone, and web apps.Proxomo provides a RESTful API that cross integrates a variety of context services designed to simplify the development of context-aware applications, including location, collaboration (both e-mail and SMS) and social networking.","website":"http:\/\/developers.proxomo.com\/","twitter":"https:\/\/twitter.com\/#!\/proxomo","github":"https:\/\/github.com\/Proxomo","blog":"http:\/\/blog.proxomo.com\/","blogrss":"http:\/\/blog.proxomo.com\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/Proxomo-Logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/2919_proxomo.png","tags":"BaaS"},{"id":"59","name":"Appcelerator","summary":"Appcelerator is the leading enterprise-grade, cross-platform development solution on the market today, with over 1.6 million developers using its software to power over 30,000 cloud-connected mobile, desktop, and web applications used on 30 million devices every day. The company's flagship offering, Appcelerator Titanium, is the only mobile cloud platform to enable fully native, cross-platform mob","details":"Appcelerator is the leading enterprise-grade, cross-platform development solution on the market today, with over 1.6 million developers using its software to power over 30,000 cloud-connected mobile, desktop, and web applications used on 30 million devices every day. The company's flagship offering, Appcelerator Titanium, is the only mobile cloud platform to enable fully native, cross-platform mobile app and HTML5 web development, from a single code base. Appcelerator's customers can leverage their existing skills and open, industry standard technologies to decrease time-to-market and development costs, increase customer adoption and revenues, and enjoy greater flexibility and control.","website":"http:\/\/docs.appcelerator.com\/titanium\/2.0\/index.html","twitter":"https:\/\/twitter.com\/appcelerator","github":"https:\/\/github.com\/appcelerator","blog":"http:\/\/developer.appcelerator.com\/blog\/","blogrss":"http:\/\/developer.appcelerator.com\/blog\/feed","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/appcelerator-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/6766_appcelerator.png","tags":"BaaS"},{"id":"75","name":"Urban Airship","summary":"Urban Airship is the most globally deployed push messaging service, delivering billions of messages per month with unparalleled speed and scale for leading brands such as CBS Interactive, ESPN, Groupon, shopkick, Viddy, Walgreens and Warner Bros. \nUrban Airship enables these brands and 65,000 other customers to engage consumers directly on their mobile device home screens with precision-targeted m","details":"Urban Airship is the most globally deployed push messaging service, delivering billions of messages per month with unparalleled speed and scale for leading brands such as CBS Interactive, ESPN, Groupon, shopkick, Viddy, Walgreens and Warner Bros. \nUrban Airship enables these brands and 65,000 other customers to engage consumers directly on their mobile device home screens with precision-targeted mobile messaging. Complete mobile engagement suites offer easy and effective end-to-end management of the push messaging process from customer and location targeting, to automation and delivery, including message composition, rich landing page creation and analytics to optimize effectiveness.","website":"http:\/\/urbanairship.com\/docs\/","twitter":"https:\/\/twitter.com\/urbanairship","github":"https:\/\/github.com\/urbanairship","blog":"http:\/\/urbanairship.com\/blog","blogrss":"http:\/\/urbanairship.com\/blog\/rss","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/urban-airship-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/1566_urbanairship.png","tags":"BaaS"},{"id":"534","name":"Xtify","summary":"Xtify provides mobile application publishers with the tools to create, manage and execute push and location-triggered notification campaigns across smartphone platforms. Xtify offers the only location-based push notification technology that allows publishers to send notifications to their mobile audience even when the application is closed.","details":"Xtify provides mobile application publishers with the tools to create, manage and execute push and location-triggered notification campaigns across smartphone platforms. Xtify offers the only location-based push notification technology that allows publishers to send notifications to their mobile audience even when the application is closed.","website":"http:\/\/developer.xtify.com\/dashboard.action","twitter":"https:\/\/twitter.com\/#!\/xtify","github":"https:\/\/github.com\/Xtify","blog":"http:\/\/blog.xtify.com","blogrss":"http:\/\/blog.xtify.com\/feeds\/posts\/default?alt=rss","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/xtify-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/2081_xtify.png","tags":"BaaS,Location,Mapping,Mobile,Notifications,Push Notifications,Stack,Telephony"},{"id":"136","name":"Amazon Web Services","summary":"Amazon Web Services(AWS) is a collection of remote computing services (also called web services) that together make up a cloud computing platform, offered over the Internet by Amazon.com. The most central and well-known of these services are Amazon EC2 and Amazon S3. The service is advertised as providing a large computing capacity (potentially many servers) much faster and cheaper than building a","details":"Amazon Web Services(AWS) is a collection of remote computing services (also called web services) that together make up a cloud computing platform, offered over the Internet by Amazon.com. The most central and well-known of these services are Amazon EC2 and Amazon S3. The service is advertised as providing a large computing capacity (potentially many servers) much faster and cheaper than building a physical server farm.","website":"http:\/\/aws.amazon.com\/elastictranscoder\/","twitter":"https:\/\/twitter.com\/awscloud","github":"https:\/\/github.com\/amazonwebservices","blog":"http:\/\/aws.typepad.com\/","blogrss":"http:\/\/feeds.feedburner.com\/AmazonWebServicesBlog","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/aws-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/2256_aws_identity_and_access_management.png","tags":"AWS,BaaS,Cloud Computing,Cloud Storage,DNS,Stack"},{"id":"30","name":"WSO2","summary":"WSO2 is the lean enterprise middleware company. It delivers the only complete open source enterprise SOA middleware stack purpose-built as an integrated platform to support today&rsquo;s heterogeneous enterprise environments internally and in the cloud. WSO2&rsquo;s service and support team is led by technical experts who have proven success in deploying enterprise SOAs and contribute to the techn","details":"WSO2 is the lean enterprise middleware company. It delivers the only complete open source enterprise SOA middleware stack purpose-built as an integrated platform to support today&rsquo;s heterogeneous enterprise environments internally and in the cloud. WSO2&rsquo;s service and support team is led by technical experts who have proven success in deploying enterprise SOAs and contribute to the technology standards that enable them.","website":"http:\/\/wso2.com","twitter":"http:\/\/twitter.com\/wso2","github":"https:\/\/github.com\/wso2","blog":"http:\/\/wso2.com\/blogs\/thesource\/","blogrss":"http:\/\/wso2.com\/blogs\/thesource\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/wso2-logo-white-800X360.jpg","screenshot":null,"tags":"API Management,BaaS"},{"id":"1690","name":"Geosophic","summary":"Geosophic is the gaming platform that allows you to get behavior analytics from your players while offering them new engagement triggers in the form of geolocated leader-boards.","details":"Geosophic is the gaming platform that allows you to get behavior analytics from your players while offering them new engagement triggers in the form of geolocated leader-boards.","website":"http:\/\/www.geosophic.com\/","twitter":"https:\/\/twitter.com\/geosophers","github":"https:\/\/github.com\/geosophic","blog":"http:\/\/www.geosophic.com\/blog\/","blogrss":"http:\/\/www.geosophic.com\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/geosphic-logo.png","screenshot":null,"tags":"BaaS"},{"id":"60","name":"Applicasa","summary":"Applicasa is a mobile game management platform aims to help game publishers and studios to increase in-app purchase revenue through user segmentation and event-based promotions. With our platform publishers can manage and promote their games virtual economy by targeting personalized promotions to specific users that are triggered at the right moment in order to encourage them to make more in-app p","details":"Applicasa is a mobile game management platform aims to help game publishers and studios to increase in-app purchase revenue through user segmentation and event-based promotions. With our platform publishers can manage and promote their games virtual economy by targeting personalized promotions to specific users that are triggered at the right moment in order to encourage them to make more in-app purchases.","website":"http:\/\/www.applicasa.com\/","twitter":"https:\/\/twitter.com\/Applicasa","github":"https:\/\/github.com\/Applicasa","blog":"http:\/\/blog.applicasa.com\/","blogrss":"http:\/\/blog.applicasa.com\/rss","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/applicasa-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/6767_applicasa.png","tags":"BaaS"},{"id":"951","name":"The Buddy Platform","summary":"The Buddy Platform is the first BaaS that Powers, Optimizes and Measures your Apps.Buddy enables developers to build engaging, cloud-connected apps without having to write, test, manage or scale server-side code or infrastructure. Build against Buddy&rsquo;s collections of APIs that offer complete end-to-end scenarios like geo-location, photo albums, chat\/messaging, image filters, user accounts, f","details":"The Buddy Platform is the first BaaS that Powers, Optimizes and Measures your Apps.Buddy enables developers to build engaging, cloud-connected apps without having to write, test, manage or scale server-side code or infrastructure. Build against Buddy&rsquo;s collections of APIs that offer complete end-to-end scenarios like geo-location, photo albums, chat\/messaging, image filters, user accounts, friends and more.","website":"http:\/\/www.buddy.com\/developers\/","twitter":"https:\/\/twitter.com\/#!\/BuddyPlatform","github":"","blog":"http:\/\/blog.buddy.com\/","blogrss":"https:\/\/blog.buddy.com\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/buddy-platform.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/4616_the_buddy_platform.png","tags":"BaaS"},{"id":"1424","name":"Hipmob","summary":"Hipmob provides hosted live chat for mobile applications. You sign up with us, we give you a code, you download our library, you integrate it into your app, and you can then talk to your users, figure out what they want and what problems they are having, and make them happy. No servers, no extra steps or code to write, wherever the users are, you get to focus on what you do well. Hipmob provides a","details":"Hipmob provides hosted live chat for mobile applications. You sign up with us, we give you a code, you download our library, you integrate it into your app, and you can then talk to your users, figure out what they want and what problems they are having, and make them happy. No servers, no extra steps or code to write, wherever the users are, you get to focus on what you do well. Hipmob provides a server API to allow admins to manage their applications' settings and obtain device information.","website":"http:\/\/www.hipmob.com\/documentation\/api.html","twitter":"https:\/\/twitter.com\/hipmob","github":"https:\/\/github.com\/Hipmob","blog":"http:\/\/blog.hipmob.com\/","blogrss":"http:\/\/blog.hipmob.com\/rss","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/hipmob-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/7818_hipmob.png","tags":"BaaS,Chat,Live,Mobile"},{"id":"71","name":"Quickblox","summary":"QuickBlox is a cloud hosted backend (mBaaS) consisting of 7 modules which developers and publishers can use to add extra functionality to their smartphone, desktop and web\/Facebook apps. Enterprise clients usually have system running on their own servers \/ AWS infrastructure managed by QuickBlox team. This provides flexibility, security and control necessary for enterprise sector.Quickblox's ready","details":"QuickBlox is a cloud hosted backend (mBaaS) consisting of 7 modules which developers and publishers can use to add extra functionality to their smartphone, desktop and web\/Facebook apps. Enterprise clients usually have system running on their own servers \/ AWS infrastructure managed by QuickBlox team. This provides flexibility, security and control necessary for enterprise sector.Quickblox's ready-to-go modules add new functionality, reduce development time &amp; cost, add scalability, and quicken time to market.","website":"http:\/\/quickblox.com\/developers\/Main_Page#API","twitter":"https:\/\/twitter.com\/QuickBlox","github":"https:\/\/github.com\/QuickBlox","blog":"http:\/\/quickblox.com\/blog\/","blogrss":"http:\/\/quickblox.com\/blog\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/quickblox-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/5879_quickblox.png","tags":"BaaS"},{"id":"58","name":"API O MAT","summary":"API O MAT is a backend-as-a-service (BAAS) provider. API O MAT offers various features such as chat, email clients, Facebook connections, content push, and WordPress syncing.The API O MAT API allows developers to access and integrate the backend functionality of API O MAT with other applications and to create new applications. Public documentation is not available; API access comes with account se","details":"API O MAT is a backend-as-a-service (BAAS) provider. API O MAT offers various features such as chat, email clients, Facebook connections, content push, and WordPress syncing.The API O MAT API allows developers to access and integrate the backend functionality of API O MAT with other applications and to create new applications. Public documentation is not available; API access comes with account service.","website":"http:\/\/www.apiomat.com\/","twitter":"https:\/\/twitter.com\/apiomat","github":"","blog":"http:\/\/www.apiomat.com\/blog\/","blogrss":"http:\/\/www.apiomat.com\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/api-o-mat-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/6962_api_o_mat.png","tags":"Applications,BaaS"},{"id":"259","name":"Appery.io","summary":"Appery.io is the first mobile platform that offers a cloud-based rapid development environment integrated with pre-built back-end cloud services and industry leading team collaboration capabilities. Appery.io enables developers of all skill levels to rapidly create complete mobile apps including user interfaces, application logic, and back-end integration. It combines the simplicity of visual deve","details":"Appery.io is the first mobile platform that offers a cloud-based rapid development environment integrated with pre-built back-end cloud services and industry leading team collaboration capabilities. Appery.io enables developers of all skill levels to rapidly create complete mobile apps including user interfaces, application logic, and back-end integration. It combines the simplicity of visual development with the sophistication to create complex apps that scale to millions of users. Because the platform is 100% cloud-based, you can focus on creating great applications while we worry about maintaining the platform.","website":"http:\/\/docs.appery.io\/","twitter":"https:\/\/twitter.com\/apperyio","github":"https:\/\/github.com\/Appery","blog":"http:\/\/blog.appery.io\/","blogrss":"http:\/\/blog.appery.io\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/appery.io_logo_green_rgb_300dpi_1.jpg","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/6117_tiggzi.png","tags":"BaaS,Cloud,Mobile"},{"id":"1671","name":"Scringo","summary":"Scringo offers a complete set of features, enhancements and tools to simply help mobile app developers make more out of their apps. Developers can instantly find &amp; add engagement, community-driven, social &amp; monetization features to their apps using a fully customized, swiped-in, sidebar. Using Scringo&rsquo;s Developer Zone, developers can manage and customize their apps, connect with thei","details":"Scringo offers a complete set of features, enhancements and tools to simply help mobile app developers make more out of their apps. Developers can instantly find &amp; add engagement, community-driven, social &amp; monetization features to their apps using a fully customized, swiped-in, sidebar. Using Scringo&rsquo;s Developer Zone, developers can manage and customize their apps, connect with their users, listen to their feedback, send them free system messages &amp; push notifications and gain valuable insights about their apps &amp; users.","website":"http:\/\/www.scringo.com\/","twitter":"https:\/\/twitter.com\/Scringo","github":"","blog":"http:\/\/blog.scringo.com\/","blogrss":"http:\/\/blog.scringo.com\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/scringo-logo.png","screenshot":"","tags":"BaaS"},{"id":"120","name":"AnyPresence","summary":"AnyPresence is a mobile development platform that dramatically reduces the time and cost of mobile-enabling enterprise business processes, products, and services. It is the only solution that offers organizations the ability to assemble and deploy backend servers, native iOS, native Android, and HTML5 mobile web apps without platform \"lock-in\". Powered by a robust mobile backend-as-a-service (MBaa","details":"AnyPresence is a mobile development platform that dramatically reduces the time and cost of mobile-enabling enterprise business processes, products, and services. It is the only solution that offers organizations the ability to assemble and deploy backend servers, native iOS, native Android, and HTML5 mobile web apps without platform \"lock-in\". Powered by a robust mobile backend-as-a-service (MBaaS), AnyPresence also provides pre-assembled mobile app templates, a design-time API, and other patent-pending capabilities to further accelerate time-to-market. The platform is easy to use, yet flexible enough to enable source code-level customization or on-premise hosting options.","website":"http:\/\/www.anypresence.com\/","twitter":"http:\/\/twitter.com\/anypresence","github":"https:\/\/github.com\/AnyPresence","blog":"http:\/\/www.anypresence.com\/blog\/","blogrss":"http:\/\/feeds.feedburner.com\/AnyPresence","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/anypresense_logo_New.png","screenshot":null,"tags":"BaaS"},{"id":"121","name":"Kumulos","summary":"Kumulos is a cloud Backend as a Service (BaaS) for mobile apps. We provide a stable, scalable, and secure platform to build your iPhone and Android apps on. Sharing data and connecting your users has never been easier. Drag &amp; drop creation of data structures and API methods, with native library generation ensures a quick and painless development &amp; integration process. We manage the infrast","details":"Kumulos is a cloud Backend as a Service (BaaS) for mobile apps. We provide a stable, scalable, and secure platform to build your iPhone and Android apps on. Sharing data and connecting your users has never been easier. Drag &amp; drop creation of data structures and API methods, with native library generation ensures a quick and painless development &amp; integration process. We manage the infrastructure to support your app as it grows so you can focus on developing more killer features without having to worry about server administration.","website":"http:\/\/www.kumulos.com\/","twitter":"https:\/\/twitter.com\/kumulosdev","github":"","blog":"http:\/\/www.kumulos.com\/blog\/","blogrss":"http:\/\/www.kumulos.com\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/kumulos-logo.png","screenshot":null,"tags":"BaaS"},{"id":"123","name":"OPENi","summary":"Open-Source, Web-Based, Framework for Integrating Applications with Cloud-based Services and Personal Cloudlets. To inspire innovation in the European mobile applications industry, by radically improving the interoperability of cloud-based services and trust in personal cloud storage through the development of a consumer-centric, open source mobile cloud applications platform.","details":"Open-Source, Web-Based, Framework for Integrating Applications with Cloud-based Services and Personal Cloudlets. To inspire innovation in the European mobile applications industry, by radically improving the interoperability of cloud-based services and trust in personal cloud storage through the development of a consumer-centric, open source mobile cloud applications platform.","website":"http:\/\/www.openi-ict.eu\/documentation\/","twitter":"https:\/\/twitter.com\/openi_ict","github":"https:\/\/github.com\/openi","blog":"http:\/\/www.openi-ict.eu\/category\/blog\/","blogrss":"http:\/\/www.openi-ict.eu\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/openi-logo.png","screenshot":"","tags":"BaaS,Open source"},{"id":"1688","name":"Storeplacer","summary":"Storeplacer&trade; is an SaaS commerce platform that provides   developers and retailers with multi-channel commerce tools   to engage, analyze and transact with customers anytime on any digital   device.\nStoreplacer provides developers with a powerful API suite, an scalable database and cloud-based tools to create, manage and embed product content and transactions within any digital touchpoint. D","details":"Storeplacer&trade; is an SaaS commerce platform that provides   developers and retailers with multi-channel commerce tools   to engage, analyze and transact with customers anytime on any digital   device.\nStoreplacer provides developers with a powerful API suite, an scalable database and cloud-based tools to create, manage and embed product content and transactions within any digital touchpoint. Developers can use a single backend to easily create omni-channel commerce experiences across web, mobile, iOS, Android, TV, social networks, blog, videos, email, ads, voice apps or other connected devices.\nStoreplacer&rsquo;s Multi-Channel Commerce Cloud enables merchants,  agencies, and non-technical managers to create and deploy web, mobile  web, and social commerce stores without any IT staff required. Clients  can deploy stores in a single day without having to write a single line  of code and never have to configure or maintain servers. Merchants&rsquo; can  now focus on customer acquisition, merchandising and the user experience  and spend less time on IT complexities.","website":"http:\/\/www.storeplacer.com\/","twitter":"https:\/\/twitter.com\/storeplacer","github":"https:\/\/github.com\/Storeplacer","blog":"http:\/\/www.storeplacer.com\/company\/blog\/","blogrss":"http:\/\/blog.storeplacer.com\/CMS\/UI\/Modules\/BizBlogger\/rss.aspx","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/store-placer-logo.jpeg","screenshot":null,"tags":"API Management,API-Deployment,BaaS,E-commerce"},{"id":"76","name":"BaaSBox","summary":"We believe that the adoption of the cloud computing technologies will be always more popular for some good reasons: lowering operating costs, time to market, to develop prototype and proof of concepts to test the market. The BaaS paradigm allows developers to remain focused on their applications, on the user interaction, on the app&rsquo;s core, delegating the backend features management and devel","details":"We believe that the adoption of the cloud computing technologies will be always more popular for some good reasons: lowering operating costs, time to market, to develop prototype and proof of concepts to test the market. The BaaS paradigm allows developers to remain focused on their applications, on the user interaction, on the app&rsquo;s core, delegating the backend features management and development. This is even more true for mobile applications that require a backend platform. Our proposal is to create a backend pldatform completely Open Source and to use it to build our BaaS offering. Users will feel more protected because they will know that can install on their platform, at any time, the BaaS software and eventually to leave our service and to manage its own backend services as they deem convenient to do so.","website":"http:\/\/www.baasbox.com\/","twitter":"https:\/\/twitter.com\/BaasBox","github":"https:\/\/github.com\/baasbox","blog":"http:\/\/www.baasbox.com\/category\/blog\/","blogrss":"http:\/\/www.baasbox.com\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/baasbox-logo.png","screenshot":null,"tags":"BaaS,Open source"},{"id":"1659","name":"PlayHaven Reporting","summary":"PlayHaven is a Lifetime Value (LTV) Maximization Platform that enables mobile game creators to completely control and balance their in-game marketing and monetization needs. Embrace the flexibility of the web with PlayHaven&rsquo;s HTML5-powered platform to modify, analyze, and optimize the game experience in real-time to meet business goals. Since May of 2010, PlayHaven has served thousands of ga","details":"PlayHaven is a Lifetime Value (LTV) Maximization Platform that enables mobile game creators to completely control and balance their in-game marketing and monetization needs. Embrace the flexibility of the web with PlayHaven&rsquo;s HTML5-powered platform to modify, analyze, and optimize the game experience in real-time to meet business goals. Since May of 2010, PlayHaven has served thousands of game developers and publishers including PocketGems, Glu, Game Circus, Fluik, Halfbrick, and several others.","website":"http:\/\/www.playhaven.com\/sdk","twitter":"https:\/\/twitter.com\/playhaven","github":"","blog":"http:\/\/blog.playhaven.com\/","blogrss":"http:\/\/blog.playhaven.com\/feed\/rss\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/playhaven-logo.jpg","screenshot":"","tags":"BaaS,Games,Gaming"},{"id":"1007","name":"FeedHenry","summary":"FeedHenry provides a cloud Mobile Application Platform that simplifies the development, integration, deployment and management of secure mobile apps for business. This mobile platform-as-a-service (PaaS) allows apps to be developed in HTML5, JavaScript, and CSS and deployed to multiple mobile devices from a single code base.","details":"FeedHenry provides a cloud Mobile Application Platform that simplifies the development, integration, deployment and management of secure mobile apps for business. This mobile platform-as-a-service (PaaS) allows apps to be developed in HTML5, JavaScript, and CSS and deployed to multiple mobile devices from a single code base.","website":"http:\/\/docs.feedhenry.com\/rhino\/api_reference.html","twitter":"https:\/\/twitter.com\/feedhenry","github":"https:\/\/github.com\/feedhenry","blog":"http:\/\/www.feedhenry.com\/enterprise\/blog\/","blogrss":"http:\/\/www.feedhenry.com\/home\/news\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/FeedHenry-Logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/5044_feedhenry.png","tags":"BaaS"},{"id":"1583","name":"Moblico","summary":"Moblico's Mobile-Backend-as-a-Service platform was designed from the ground up with both the application developer and systems integrator in mind. For the developer, using Moblico's REST APIs, you can quickly and cost effectively add application features to your new app and\/or your existing applications. In addition the platform is built to make application integration with existing systems a snap","details":"Moblico's Mobile-Backend-as-a-Service platform was designed from the ground up with both the application developer and systems integrator in mind. For the developer, using Moblico's REST APIs, you can quickly and cost effectively add application features to your new app and\/or your existing applications. In addition the platform is built to make application integration with existing systems a snap. Moblico's Mobile-Backend-as-a-Service is hosted in a start-of-the-art data center with full redundancy and is scaled to manage the intensive work loads that are required to support mobile. ","website":"http:\/\/developer.moblico.com\/","twitter":"https:\/\/twitter.com\/moblico","github":"https:\/\/github.com\/Moblico","blog":"","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/moblico-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/8975_moblico.png","tags":"BaaS,Coupons,Deals,Mobile,Stack"},{"id":"122","name":"OpenMobster","summary":"OpenMobster, provides a complete end-to-end Sync solution for your mobile apps. The infrastructure consists of a Cloud Server that integrates with backend Enterprise services. On the device side, this data is accessible through the MobileBean API included in the device SDK.","details":"OpenMobster, provides a complete end-to-end Sync solution for your mobile apps. The infrastructure consists of a Cloud Server that integrates with backend Enterprise services. On the device side, this data is accessible through the MobileBean API included in the device SDK.","website":"http:\/\/www.openmobster.com\/","twitter":"https:\/\/twitter.com\/openmobster","github":"https:\/\/github.com\/openmobster","blog":"","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/openmobster-logo.png","screenshot":null,"tags":"BaaS"},{"id":"64","name":"Flurry","summary":"Flurry helps companies build, measure, advertise and monetize mobile applications in the new app economy. The company&rsquo;s comprehensive measurement and advertising platform reaches over 700 million monthly unique smartphone and tablet devices across iOS, Android and other platforms.","details":"Flurry helps companies build, measure, advertise and monetize mobile applications in the new app economy. The company&rsquo;s comprehensive measurement and advertising platform reaches over 700 million monthly unique smartphone and tablet devices across iOS, Android and other platforms.","website":"http:\/\/www.flurry.com\/","twitter":"https:\/\/twitter.com\/FlurryMobile","github":"https:\/\/github.com\/flurry","blog":"http:\/\/tech.flurry.com\/","blogrss":"http:\/\/feeds.feedburner.com\/FlurryTechBlog","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/flurry-logo.png","screenshot":null,"tags":"BaaS"},{"id":"65","name":"Geoloqi","summary":"The Geoloqi platform offers a complete, cross-platform, language, device and carrier agnostic platform for enterprise applications and IP-connected devices. A contextually aware solution, it enables persistent background location tracking, intelligent battery management, and transitions smoothly between location sources such as carrier signals, GPS and Wifi for true real-time tracking. Geoloqi&rsq","details":"The Geoloqi platform offers a complete, cross-platform, language, device and carrier agnostic platform for enterprise applications and IP-connected devices. A contextually aware solution, it enables persistent background location tracking, intelligent battery management, and transitions smoothly between location sources such as carrier signals, GPS and Wifi for true real-time tracking. Geoloqi&rsquo;s API allows developers to build location-aware services and applications without having to write code from scratch. Developers can use Geoloqi to easily add automatic check-ins, user sign-ups, location-based messaging, event triggers, and real-time GPS maps to their existing applications.","website":"https:\/\/developers.geoloqi.com\/api","twitter":"https:\/\/twitter.com\/geoloqi","github":"https:\/\/github.com\/geoloqi","blog":"https:\/\/geoloqi.com\/blog\/","blogrss":"https:\/\/geoloqi.com\/blog\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/Geoloqi-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/2543_geoloqi.png","tags":"BaaS"},{"id":"22","name":"Intel® Expressway Service Gateway","summary":"Intel Expressway API Manager, powered by Mashery, helps enterprises to integrate 3rd-party APIs with their own on-prem or cloud based internal data services. This provides enterprise class security, legacy integration, and a more flexible enterprise ready MBaaS platform for the development of mobile applications. In conjunction, the Intel&reg; HTML5 Development Environment addresses development cy","details":"Intel Expressway API Manager, powered by Mashery, helps enterprises to integrate 3rd-party APIs with their own on-prem or cloud based internal data services. This provides enterprise class security, legacy integration, and a more flexible enterprise ready MBaaS platform for the development of mobile applications. In conjunction, the Intel&reg; HTML5 Development Environment addresses development cycle challenges with the Intel&reg; XDK - Cross platform development kit enabling &ldquo;write it once, deploy to many&rdquo; mobile platforms.. Intel's App Dev center is a cloud-based service that packages HTML5 apps for Apple iOS, Google Android, Amazon Kindle, Facebook, and other App Stores. Intel also provides APIs through its Cloud Services Platform, including location-based, identity, commerce, context, and recommendation services.","website":"http:\/\/cloudsecurity.intel.com","twitter":"https:\/\/twitter.com\/IntelAPIGateway","github":"","blog":"http:\/\/blogs.intel.com\/security-gateways\/","blogrss":"http:\/\/blogs.intel.com\/security-gateways\/feed\/rss2\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/intel-api-management-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/Intel-Screenshot.png","tags":"API Deployment,API Gateway,BaaS,Enterprise,Intel"},{"id":"74","name":"StackMob","summary":"StackMob&rsquo;s mobile platform helps developers create a mobile business by letting them easily build, deploy and grow full-featured applications from the very first version. StackMob cuts backend development time from months to minutes, letting developers focus on creating powerful apps with quality user experiences. StackMob also provides a front-end development environment that developers can","details":"StackMob&rsquo;s mobile platform helps developers create a mobile business by letting them easily build, deploy and grow full-featured applications from the very first version. StackMob cuts backend development time from months to minutes, letting developers focus on creating powerful apps with quality user experiences. StackMob also provides a front-end development environment that developers can use to create a single, feature-rich application that runs seamlessly on multiple mobile operating systems. Mobile represents the first personal mass-media device and one of the fastest growing industries in the world. To stay ahead in this ever-changing landscape, developers need to focus on creating differentiating value on the client side of their applications.","website":"http:\/\/www.stackmob.com\/product\/","twitter":"https:\/\/twitter.com\/stackmob","github":"https:\/\/github.com\/stackmob","blog":"https:\/\/blog.stackmob.com\/","blogrss":"https:\/\/blog.stackmob.com\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/stackmob-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/4554_stackmob.png","tags":"BaaS"},{"id":"42","name":"Kii","summary":"Kii Capital is a venture fund in Silicon Valley that invests exclusively in mobile consumer apps which have demonstrated user traction. Kii Capital can provide access to Kii's global distribution channels, localization, and technology to scale companies in addition to a partnership with a fund whose management has deep mobile industry expertise and focus. Kii has joined forces with some of the lar","details":"Kii Capital is a venture fund in Silicon Valley that invests exclusively in mobile consumer apps which have demonstrated user traction. Kii Capital can provide access to Kii's global distribution channels, localization, and technology to scale companies in addition to a partnership with a fund whose management has deep mobile industry expertise and focus. Kii has joined forces with some of the largest and most influential mobile carriers and device makers in the world.","website":"http:\/\/www.kii.com\/","twitter":"https:\/\/twitter.com\/kiicorp","github":"https:\/\/github.com\/Kii","blog":"http:\/\/blog.kii.com\/","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/Kii-Logo.png","screenshot":null,"tags":"BaaS"},{"id":"1447","name":"Mobage","summary":"Mobage is a portal and social network for games. The service is a platform for developers to deploy their games so that they can be discovered and shared by mobile game users. DeNA&rsquo;s Japanese-language Mobage service has 30 million users, who largely play on feature phones. Mobage is now available in Android markets in the U.S., China and Japan.","details":"Mobage is a portal and social network for games. The service is a platform for developers to deploy their games so that they can be discovered and shared by mobile game users. DeNA&rsquo;s Japanese-language Mobage service has 30 million users, who largely play on feature phones. Mobage is now available in Android markets in the U.S., China and Japan.","website":"https:\/\/developer.mobage.com\/en\/resources\/rest_api","twitter":"https:\/\/twitter.com\/MobageDevs","github":"https:\/\/github.com\/mobage","blog":"","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/mobage-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/7944_mobage.png","tags":"BaaS,Games,Gaming,Mobile,Stack"},{"id":"68","name":"mobDB","summary":"A backend solution is platform independent (HTTP POST) and you can create feature-rich mobile app. With easy-to-use SDK and REST API, mobile app can fully manage mobDB backend and 'mobDB' backend architecture is created in a very simple way, so that your mobile app can give very good performance by start retrieving data in no time.","details":"A backend solution is platform independent (HTTP POST) and you can create feature-rich mobile app. With easy-to-use SDK and REST API, mobile app can fully manage mobDB backend and 'mobDB' backend architecture is created in a very simple way, so that your mobile app can give very good performance by start retrieving data in no time.","website":"https:\/\/www.mobdb.net","twitter":"https:\/\/twitter.com\/mobDB","github":"","blog":"","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/Mod-DB-logo.png","screenshot":null,"tags":"BaaS"},{"id":"100","name":"Mobeelizer","summary":"Mobeelizer is a cloud sync infrastructure offered in SaaS helping mobile developers integrate synchronization into their mobile apps. Mobeelizer make it ridiculously easy to get synchronization for mobile apps up and running, so developers can focus on creating mobile apps, without worrying about data exchange. Using Mobeelizer automatically take care about the backend, configuration and complicat","details":"Mobeelizer is a cloud sync infrastructure offered in SaaS helping mobile developers integrate synchronization into their mobile apps. Mobeelizer make it ridiculously easy to get synchronization for mobile apps up and running, so developers can focus on creating mobile apps, without worrying about data exchange. Using Mobeelizer automatically take care about the backend, configuration and complicated aspect of synchronization conflicts. Mobeelizer give the synchronization cloud and SDK for each mobile platforms.","website":"http:\/\/docs.mobeelizer.com\/display\/doc\/HTTP+API+References","twitter":"https:\/\/twitter.com\/mobeelizer","github":"https:\/\/github.com\/mobeelizer","blog":"http:\/\/mobeelizer.com\/blog\/","blogrss":"http:\/\/mobeelizer.com\/blog\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/Mobeelizer-Logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/8719_mobeelizer.png","tags":"BaaS"},{"id":"99","name":"Appacitive","summary":"Appacitive is a cloud platform for building scalable backend infrastructure for mobile and rich internet applications. It allows application developers to draw their app data model and convert it into production ready api infrastructure in minutes. The appacitive platform offers features ranging from user management, storage apis, email, push notifications, visual modeling and much more.","details":"Appacitive is a cloud platform for building scalable backend infrastructure for mobile and rich internet applications. It allows application developers to draw their app data model and convert it into production ready api infrastructure in minutes. The appacitive platform offers features ranging from user management, storage apis, email, push notifications, visual modeling and much more.","website":"http:\/\/appacitive.com\/","twitter":"https:\/\/twitter.com\/Appacitive","github":"https:\/\/github.com\/appacitive","blog":"http:\/\/appacitive.com\/blogs\/","blogrss":"http:\/\/appacitive.com\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/Appacitive.png","screenshot":null,"tags":"BaaS"},{"id":"118","name":"Baobab","summary":"Baobab Suite is a product brought to you by afrozaar.com. Baobab Suite is a solution that provides all the necessary mobile app backend services required to ensure a secure and consistent user experience when it comes to the distribution and consumption of media content across mobile app platforms. The Baobab Suite platform has been built in collaboration with a number of media and newspaper publi","details":"Baobab Suite is a product brought to you by afrozaar.com. Baobab Suite is a solution that provides all the necessary mobile app backend services required to ensure a secure and consistent user experience when it comes to the distribution and consumption of media content across mobile app platforms. The Baobab Suite platform has been built in collaboration with a number of media and newspaper publishing houses, who have contributed towards the products strengths by sharing their main challenges faced in the mobile space.","website":"http:\/\/baobabsuite.com\/","twitter":"","github":"https:\/\/github.com\/baobab","blog":"http:\/\/baobabsuite.com\/blog\/","blogrss":"http:\/\/baobabsuite.com\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/baobab-logo.png","screenshot":null,"tags":"BaaS"},{"id":"41","name":"Cloudmine","summary":"CloudMine automates back-end development for mobile developers so they have more time to focus on making their apps shine. In the mobile world, developers need to focus on front end (what the user sees on their phone) and back end (what makes the app work). CloudMine lowers the barrier to entry for mobile development for independent developers, small shops, and enterprises. The CloudMine toolkit a","details":"CloudMine automates back-end development for mobile developers so they have more time to focus on making their apps shine. In the mobile world, developers need to focus on front end (what the user sees on their phone) and back end (what makes the app work). CloudMine lowers the barrier to entry for mobile development for independent developers, small shops, and enterprises. The CloudMine toolkit acts as a gateway to our backend solution. CloudMine stores apps&rsquo; data, maintains their servers, and scales themas needed. This allows developers to build and ship apps faster and with lower risk. Specifically, many apps need to use the internet to communicate or store data. We eliminate these pain points. CloudMine handles the majority of backend work, so that mobile developers don&rsquo;t have to.","website":"https:\/\/cloudmine.me\/developer_zone","twitter":"https:\/\/twitter.com\/cloudmine","github":"https:\/\/github.com\/cloudmine","blog":"http:\/\/blog.cloudmine.me\/","blogrss":"http:\/\/blog.cloudmine.me\/rss","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/cloudmine-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/3543_cloudmine.png","tags":"BaaS"},{"id":"78","name":"FatFractal","summary":"The FatFractal Platform is an end-to-end solution for developing cloud-based apps for any connected device. Design goals for the Platform include efficiency across the board, lowest cost and ease-of-use. This section provides an overview of the FatFractal Platform&rsquo;s Backend Architecture. The hands-on interface for developers who are building apps is mostly at the SDK level, but we think buil","details":"The FatFractal Platform is an end-to-end solution for developing cloud-based apps for any connected device. Design goals for the Platform include efficiency across the board, lowest cost and ease-of-use. This section provides an overview of the FatFractal Platform&rsquo;s Backend Architecture. The hands-on interface for developers who are building apps is mostly at the SDK level, but we think building a cloud-based app means understanding the underlying services (and having access to them!) beyond client side SDKs. We built our own middle-ware layer to prevent client side and server side lock-in, to allow open source development of platform services and modules and to ensure abstraction, at every level (IaaS, PaaS, Services and so on), that benefit the developer.","website":"http:\/\/fatfractal.com\/","twitter":"https:\/\/twitter.com\/FatFractal","github":"https:\/\/github.com\/FatFractal","blog":"http:\/\/fatfractal.com\/beta\/blog\/","blogrss":"http:\/\/fatfractal.com\/prod\/feed\/","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/FatFractal-Logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/7734_fatfractal.png","tags":"BaaS"},{"id":"66","name":"iKnode","summary":"We are sick and tired of spending too much time implementing the aspects of web services. Things like security, configuration and deployment should be completely automated. We want to ship, and just focus on the functionality of our applications. Basically, creating and hosting Web Services is just too complex. We need a platform that allows you to create web services by just using your browser an","details":"We are sick and tired of spending too much time implementing the aspects of web services. Things like security, configuration and deployment should be completely automated. We want to ship, and just focus on the functionality of our applications. Basically, creating and hosting Web Services is just too complex. We need a platform that allows you to create web services by just using your browser and focusing only the functionality of your service; because, honestly, nothing else matters. iKnode is that platform. iKnode will take care of all of the other aspects of your service and make it easily accessible for your applications.","website":"http:\/\/www.iknode.com\/help\/documentation.html","twitter":"https:\/\/twitter.com\/iknode","github":"","blog":"http:\/\/iknode.io\/blog\/","blogrss":"http:\/\/iknode.io\/atom.xml","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/iknode-logo.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/6556_iknode.png","tags":"BaaS"},{"id":"77","name":"LeanEngine","summary":"LeanEngine is an open source project aiming at making the development of cloud-enabled mobile applications really simple, fast and fun. It consists of a pre-configured Google App Engine server and client libraries for mobile clients. It lets you focus on developing your mobile app while it handles all the boring and complicated stuff. Stuff like logins (Facebook, Google, Twitter, OpenID), saving d","details":"LeanEngine is an open source project aiming at making the development of cloud-enabled mobile applications really simple, fast and fun. It consists of a pre-configured Google App Engine server and client libraries for mobile clients. It lets you focus on developing your mobile app while it handles all the boring and complicated stuff. Stuff like logins (Facebook, Google, Twitter, OpenID), saving data to the cloud, querying data from the cloud and security. All this you can achieve with using LeanEngine libraries and a few lines of code on your clients. Not only that. Because it runs on your own instance of App Engine you keep total control of the data.","website":"http:\/\/www.lean-engine.com\/","twitter":"https:\/\/twitter.com\/LeanEngine","github":"https:\/\/github.com\/leanengine","blog":"","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/LeanEngine-Logo.png","screenshot":null,"tags":"BaaS,Open source"},{"id":"1445","name":"mBlox","summary":"The Leader in Global Mobile Engagement mBlox helps brands, agencies and solution providers create meaningful connections with their customers on mobile devices anytime and nearly anywhere. Our network of over 800 mobile operators around the world enables businesses to reach nearly 5 billion consumers. We make it easy to use interactive SMS text message campaigns, push notifications and geolocation","details":"The Leader in Global Mobile Engagement mBlox helps brands, agencies and solution providers create meaningful connections with their customers on mobile devices anytime and nearly anywhere. Our network of over 800 mobile operators around the world enables businesses to reach nearly 5 billion consumers. We make it easy to use interactive SMS text message campaigns, push notifications and geolocation in order to drive revenue, lifetime customer value and ROI.","website":"http:\/\/www.mblox.com\/products-services\/mobile-app-engagement\/web-api","twitter":"https:\/\/twitter.com\/mblox","github":"","blog":"http:\/\/www.mblox.com\/impact-ideas\/blog","blogrss":"http:\/\/www.mblox.com\/taxonomy\/term\/2\/feed","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/mblox-logo.jpg","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/7922_mblox.png","tags":"BaaS,Stack"},{"id":"117","name":"OpenKit","summary":"OpenKit is the industry&rsquo;s first completely open platform for backend services for mobile developers, with a guarantee of &ldquo;no lock-in of developer data.&rdquo;With OpenKit, developers get an open source toolkit on iOS and Android to plug into backend services critical to apps in the post-PC era: common services for all types of apps, including a universal account authorization service a","details":"OpenKit is the industry&rsquo;s first completely open platform for backend services for mobile developers, with a guarantee of &ldquo;no lock-in of developer data.&rdquo;With OpenKit, developers get an open source toolkit on iOS and Android to plug into backend services critical to apps in the post-PC era: common services for all types of apps, including a universal account authorization service and a cloud storage service, plus app-specific services such as leaderboards\/achievements for game developers.","website":"http:\/\/openkit.io\/","twitter":"https:\/\/twitter.com\/OpenKit_io","github":"https:\/\/github.com\/OpenKit","blog":"","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/open-kit-logo-larger.png","screenshot":"http:\/\/kinlane-productions.s3.amazonaws.com\/ap-evangelist-site\/api\/screenshots\/8898_openkit.png","tags":"BaaS"},{"id":"72","name":"ScottyApp","summary":"ScottyApp.com is a new approach to solving the backend development problem of mobile applications. It allows developers to interactively define the backend logic of their apps. Using that information ScottyApp.com creates and manages the necessary cloud services to provide a working backend infrastructure, accessible through an API created specifically for the developer's project. Developers are f","details":"ScottyApp.com is a new approach to solving the backend development problem of mobile applications. It allows developers to interactively define the backend logic of their apps. Using that information ScottyApp.com creates and manages the necessary cloud services to provide a working backend infrastructure, accessible through an API created specifically for the developer's project. Developers are freed from repetitive tasks and save weeks of work. On top of that they also benefit from not having to worry about upgrading different versions, best practices for schema design and scalability.","website":"http:\/\/scottyapp.com\/","twitter":"https:\/\/twitter.com\/getscottyapp","github":"https:\/\/github.com\/scottyapp","blog":"http:\/\/blog.scottyapp.com\/","blogrss":"http:\/\/blog.scottyapp.com\/rss","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/Scotty-App-Logo.png","screenshot":null,"tags":"BaaS"},{"id":"1689","name":"Helios","summary":"Helios is an open-source framework that provides essential backend services for iOS apps, from data synchronization and user accounts to push notifications, in-app purchases, and passbook integration. It allows developers to get a client-server app up-and-running in just a few minutes, and seamlessly incorporate functionality as necessary.","details":"Helios is an open-source framework that provides essential backend services for iOS apps, from data synchronization and user accounts to push notifications, in-app purchases, and passbook integration. It allows developers to get a client-server app up-and-running in just a few minutes, and seamlessly incorporate functionality as necessary.","website":"https:\/\/github.com\/helios-framework\/helios#readme","twitter":"","github":"https:\/\/github.com\/helios","blog":"","blogrss":"","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/helios-banner.png","screenshot":null,"tags":"BaaS,Open source"},{"id":"1837","name":"Glympse","summary":false,"details":"","website":"https:\/\/developer.glympse.com\/","twitter":"","github":"","blog":"","blogrss":"","logo":"","screenshot":null,"tags":"BaaS,Location,Mobile,Utility"},{"id":"1852","name":"Verivo Akula","summary":false,"details":"","website":"http:\/\/www.verivo.com\/mobile-platform\/how-does-verivo-akula-work\/","twitter":"","github":"","blog":"","blogrss":"","logo":"","screenshot":null,"tags":"Application,BaaS,Telephony"}],"published":"06\/29\/2013"}