{
    "news": [
        {
            "title": "iOS SDK 1.5.1",
            "details": "",
            "item_date": "Mar 12 2013 07:00:00",
            "display_item_date": "03-12-2013",
            "url": "http://quickblox.com/blog/2013/03/ios-sdk-1-5-1/",
            "source": "quickblox.com",
            "tags": "API-Evangelist, API-Stack, baas, IOS, MBaaS, SDK"
        },
        {
            "title": "Facebook’s Latest iOS SDK Update and What It Means For You",
            "details": "  We know that Facebook integration is important for you and your apps, so we strive to make sure you can use the latest and greatest features of the Facebook SDK in your Parse-powered apps.   Recently, Facebook released update 3.  2 to their iOS Facebook SDK, adding support for better mobile analytics, enhanced error handling, improved dialog support, and a number of other API improvements.   Today we’re excited to announce that the Parse SDK has been updated to support these powerful new features.  As part of our continued support for Facebook integration with Parse, we are changing the way that the Parse SDK works with the Facebook SDK.",
            "item_date": "Mar 11 2013 07:00:00",
            "display_item_date": "03-11-2013",
            "url": "http://blog.parse.com/2013/03/11/facebooks-latest-ios-sdk-update-and-what-it-means-for-you/",
            "source": "blog.parse.com",
            "tags": "API-Evangelist, API-Stack, baas, MBaaS"
        },
        {
            "title": "Parse Study: Amazon Web Services",
            "details": "  Parse provides cloud-based backend services for mobile application developers.  The San Francisco-based startup delivers a full stack of mobile services so that developers can focus on developing applications and leave the infrastructure to Parse.  Launched in 2012, this fast-growing start-up provides server management for about 60,000 Android, iOS, and Windows mobile applications, which run on more than 200 million mobile devices.  Parse operates a number of high-throughput, I/O intensive MongoDB clusters and needed to improve scalability and speed.  Parse handles user account management, data storage and disk caching for its customers and usage can fluctuate on a daily basis.",
            "item_date": "Mar 10 2013 17:13:38",
            "display_item_date": "03-10-2013",
            "url": "http://aws.amazon.com/solutions/case-studies/parse/",
            "source": "aws.amazon.com",
            "tags": "API-Evangelist, API-Stack, AWS, baas, MBaaS, parse"
        },
        {
            "title": "Urban Airship Unveils Strategy to Address Growing Mandate for Mobile Relationship Management",
            "details": "  Building off of its global leadership in mobile push messaging, Urban Airship today detailed its expanded strategic focus on delivering Mobile Relationship Management (MRM) solutions that enable brands and marketers to earn and maintain a presence on their customers mobile devices.  More than a new category of technology solutions, MRM signals a massive shift from businesses traditional focus on paid media and interruption-based marketing tactics towards owned media such as apps and digital wallet initiatives that create a directly addressable audience by putting the customer in control.  Businesses are navigating uncharted waters in delivering engaging, relevant and valuable experiences to earn mobile loyalty and the pressure to keep pace with customer adoption is massive.  The new strategic services and solution enhancements unveiled by Urban Airship today promise to make the move to MRM easier and relationship-building initiatives more engaging and effective.  According to Forrester Research, In 2013, the ultra-connected customer base will continue to grow at a staggering pace, destabilizing marketing as youve come to know it.",
            "item_date": "Mar 07 2013 17:17:24",
            "display_item_date": "03-07-2013",
            "url": "http://www.marketwire.com/press-release/Urban-Airship-Unveils-Strategy-Address-Growing-Mandate-Mobile-Relationship-1765437.htm",
            "source": "www.marketwire.com",
            "tags": "-, API-Evangelist, baas, Beat, googlereader, ifttt, Marketwire, MBaaS, Mobile, personal"
        },
        {
            "title": "Parse and Microsoft Debut SDK for Windows Phone Web Series",
            "details": "  The Parse SDK for Windows 8 and Windows Phone 8 makes it easy to build sophisticated apps.  Parse allows you to securely store data, manage users, and more, in just a few lines of code without ever worrying about servers.  Today, we’re excited to announce Microsoft will be joining us to present a webcast series that will help developers get acquainted with the Parse SDK for Windows Phone.  For our first webcast, Parse Software Engineer David Poll will show you how to get started building Windows & Windows Phone apps using Parse.  David is a Microsoft alumnus who first became interested in framework development working for Microsoft’s Silverlight team, where he gained a healthy appreciation for the nuances of building software for other developers to consume.",
            "item_date": "Mar 07 2013 08:00:00",
            "display_item_date": "03-07-2013",
            "url": "http://blog.parse.com/2013/03/07/parse-and-microsoft-debut-windows-sdk-web-series/",
            "source": "blog.parse.com",
            "tags": "API-Evangelist, API-Stack, baas, Microsoft, Mobile, Windows"
        },
        {
            "title": "Open-Sourced Modules on the Appcelerator Marketplace",
            "details": "  Open source software is a core part of the Titanium product, with both the SDK and Alloy available in this manner.  Today we have a thriving community of over 425,000 developers, many of which are actively contributing to the software.  It’s on this topic that I’m pleased to announce two major updates regarding the Appcelerator Marketplace Modules.  1.  Open-sourcing of 24 Appcelerator Marketplace Modules\n Effective immediately, we have open sourced the following 24 Appcelerator modules:\n This will allow members of the community the ability to contribute, improve and advance these modules – just as you can with Titanium SDK and Alloy.",
            "item_date": "Mar 01 2013 08:00:00",
            "display_item_date": "03-01-2013",
            "url": "http://developer.appcelerator.com/blog/2013/03/open-sourced-modules-on-the-appcelerator-marketplace.html",
            "source": "developer.appcelerator.com",
            "tags": "API-Evangelist, API-Stack, baas, Marketplace, MBaaS, Mobile"
        },
        {
            "title": "Xamarin 2.0 – Developing iOS apps on Windows, From Kumulos",
            "details": "",
            "item_date": "Feb 27 2013 08:00:00",
            "display_item_date": "02-27-2013",
            "url": "http://www.kumulos.com/2013/02/27/xamarin2-0-kumulos-backend-as-a-service/",
            "source": "www.kumulos.com",
            "tags": "API-Evangelist, API-Stack, baas, MBaaS"
        },
        {
            "title": "iOS SDK 1.5",
            "details": "  QBChatDelegate: Now you dont need to use – (void)chatRoomDidCreate:(QBChatRoom*)room.  In all cases (create or join room) chatRoomDidEnter: method will be called\n QBChat: Added new method for room creation: – (void)createOrJoinRoomWithName:(NSString *)name membersOnly:(BOOL)isMembersOnly persistent:(BOOL)isPersistent.  Old methods marked as deprecated.  New SDK need to connect some additional frameworks – please follow How to: add SDK to Xcode and connect to the cloud \n Good luck with your code!",
            "item_date": "Feb 26 2013 08:00:00",
            "display_item_date": "02-26-2013",
            "url": "http://quickblox.com/blog/2013/02/ios-sdk-1-5/",
            "source": "quickblox.com",
            "tags": "API-Evangelist, API-Stack, baas, IOS, MBaaS"
        },
        {
            "title": "Titanium Mobile Tizen Preview now available",
            "details": "  Continuing our mission of enabling developers to deliver transformative mobile experiences across all major platforms, we’re pleased to announce preview support for the new Tizen platform in the Titanium SDK.   Tizen is a robust and flexible operating system, based on Linux and HTML 5.  Available devices include smartphones, tablets, netbooks, in-vehicle dashboards and smart TVs.  If you’d like to get started trying your hand at Tizen development, the latest 3.  1 builds of the Titanium SDK include Tizen support.",
            "item_date": "Feb 26 2013 08:00:00",
            "display_item_date": "02-26-2013",
            "url": "http://developer.appcelerator.com/blog/2013/02/titanium-mobile-tizen-preview-now-available.html",
            "source": "developer.appcelerator.com",
            "tags": "API-Evangelist, API-Stack, baas, MBaaS, Mobile"
        },
        {
            "title": "Developer workshop series coming to Austin Mar 1-2: Build your first mobile app with HTML5 and a BaaS  ",
            "details": "  Want to build a mobile app and have it ready for the app store in a day?  Join us for a 100% free workshop in Austin on either Friday, March 1st or Saturday, March 2nd and learn how.  Our recent code camp workshop in LA was a ton of fun - our sold-out crowd of developers built HTML5 apps using Apigee App Services from scratch.  No need to be an expert programmer!  We teach you everything you need to know to build a mobile app  from scratch-  HTML5, jQuery Mobile, PhoneGap, Apigee App Services.",
            "item_date": "Feb 25 2013 08:00:00",
            "display_item_date": "02-25-2013",
            "url": "http://feeds.apigee.com/~r/ApigeeBlog/~3/ez3iYKWOSUc/developer_workshop_series_coming_to_austin_mar_1_2_build_your_first_mobile_app_with_html5_and",
            "source": "feeds.apigee.com",
            "tags": "API-Evangelist, API-Stack, baas, MBaaS"
        },
        {
            "title": "Medical Apps and the Mobile Health Tracking Culture, From Kumulos (Backend as a Service)",
            "details": "  It’s pretty hard in this age of high stress, constantly switched on environment to keep track of our health.  And with obesity becoming an ever bigger problem, we’re being pushed to be healthy now more than ever.  So how do you keep track of your health and fitness when it’s rare for us all to get a moment’s break to even just sit and relax for half an hour?  Well this is where the mobile app industry is stepping in to fill this gap.  After all, we nearly always have our phones on us right?",
            "item_date": "Feb 21 2013 08:00:00",
            "display_item_date": "02-21-2013",
            "url": "http://www.kumulos.com/2013/02/21/medical-apps-kumulos-backend-as-a-service-2/",
            "source": "www.kumulos.com",
            "tags": "API-Evangelist, API-Stack, baas, MBaaS"
        },
        {
            "title": "Partner Webcast: Best Practices of Incorporating Email into your App Using SendGrid and Parse",
            "details": "  Following the launch of the SendGrid Cloud Module on the Parse platform, Elmer Thomas, Developer Evangelist with SendGrid joined Ilya Sukhar, Parse CEO, to host a joint webcast illustrating best practices using transactional email in mobile apps.  For those who attended the webcast, we would like to thank you for your participation.  If you were unable to attend the live session, or would like to revisit any specific information again, you can still view the on demand version here.  This session includes an overview of SendGrid and Parse, insightful customer success stories, a detailed review of SendGrid’s Inbound Parse and Event APIs and a demo showing how to send transactional emails from the Parse-powered AnyPic using SendGrid’s powerful API.  For more information, please consult these resources:\nCustomer Success Stories\nfoursquare \n \nErika Berkland is the Partner Marketing Manager at SendGrid.",
            "item_date": "Feb 21 2013 08:00:00",
            "display_item_date": "02-21-2013",
            "url": "http://blog.sendgrid.com/partner-webcast-best-practices-of-incorporating-email-into-your-app-using-sendgrid-and-parse/",
            "source": "blog.sendgrid.com",
            "tags": "API-Evangelist, API-Stack, baas, MBaaS"
        },
        {
            "title": "QuickBlox Updates – VideoChat and Unlimited API Calls for Developers",
            "details": "  We are proud to announce the new Video Chat module, which allows to developers add this functionality to their mobile applications.  Featured on the iOS SDK Developers section, the API performs the 1 to 1 Video Calls, on the existing QuickBlox Chat module, according to The Next Web, “QuickBlox is first out of the gate when it comes to offering video chat capabilities” on the mBaaS environment.  So, if you want to play with the code and integrate it with your apps, check the Simple Code Sample for iOS.  New Pricing Plans\n There are more exciting news, QuickBlox has new Pricing Plans and for developers, the free tier allows up to 10 Gb traffic/storage, unlimited API calls, unlimited push notiﬁcations per month!  which, according to our stats, this is enough for 95% apps.",
            "item_date": "Feb 21 2013 08:00:00",
            "display_item_date": "02-21-2013",
            "url": "http://quickblox.com/blog/2013/02/quickblox-updates-videochat-and-unlimited-api-calls-for-developers/",
            "source": "quickblox.com",
            "tags": "API-Evangelist, API-Stack, baas, MBaaS"
        },
        {
            "title": "Creating an Android App from Scratch – Simple HTML code",
            "details": "  In our last lesson I created a page from HTML to show as the Welcome page.  I have been asked by many people what code I used and how I got the page to look that way.  Although there is an easy to use HTML editor, many people prefer to create their own page using code themselves.  Today I will take you through a simple step by step guide to the code to create an HTML page like the welcome page I created on my app.  To follow this tutorial please copy and paste this code into the HTML page in your dashboard.",
            "item_date": "Feb 17 2013 08:00:00",
            "display_item_date": "02-17-2013",
            "url": "http://www.appsgeyser.com/blog/2013/02/18/creating-an-android-app-from-scratch-simple-html-code/",
            "source": "www.appsgeyser.com",
            "tags": "API-Evangelist, API-Stack, baas, MBaaS, Mobile"
        },
        {
            "title": "Mobile Security: The Problem With Bring Your Own Device, From Kumulos",
            "details": "  So the BlackBerry 10 is now out in the wild and has been seeing respectable but not astonishing sales, (despite the company’s best efforts to make it seem otherwise).  Despite being a solid phone, the new device has many hurdles to jump before it can see sales figures that will change BlackBerry’s recent downward spiral.  One of the major hurdles is the BYOD or Bring Your Own Device mobile culture that has strongly permeated corporate culture in recent years.  In fact it’s one of the often cited reasons for the initial fall of popularity in the BlackBerry, as they made fantastic work phones from the tech department’s point of view, but they weren’t the sexy objects of tech lust like the iPhone or the high tier Androids.  Whereas it used to be that companies gave their employees a work phone that was locked down with various security measures and the employee would have to have a separate personal phone, now due the multitasking ability and expense of smartphones, companies are opting to let employees bring their own phones, which is causing all kinds of security woes.",
            "item_date": "Feb 11 2013 08:00:00",
            "display_item_date": "02-11-2013",
            "url": "http://www.kumulos.com/2013/02/11/byod-kumulos-backend-as-a-service/",
            "source": "www.kumulos.com",
            "tags": "API-Evangelist, API-Stack, baas, Mobile"
        },
        {
            "title": "BlackBerry 10, Nexus, Leap Motion – what is common? QuickBlox!",
            "details": "",
            "item_date": "Feb 04 2013 08:00:00",
            "display_item_date": "02-04-2013",
            "url": "http://quickblox.com/blog/2013/02/blackberry-10-nexus-leap-motion-what-is-common-quickblox/",
            "source": "quickblox.com",
            "tags": "API-Evangelist, API-Stack, baas, Blackberry, MBaaS, Mobile"
        },
        {
            "title": "OpenFeint is Reborn as OpenKit an Open Source Mobile Gaming Backend",
            "details": "  A few months ago mobile gaming backend as a service provider OpenFeint was acquired by GREE and many of its users were left high and dry with their games facing “poor performance” if they didn’t shift to GREE’s somewhat more expensive platform.  At the time we at Kumulos (Backend as a Service) wrote about the story and also invited any developers in need of a similar Mobile Backend as a Service platform to join us on our on Mobile Backend.  Well, a few months later and OpenFeint has risen from the ashes as OpenKit, an open-source Mobile Backend for games.  Announced in December, the project is nearly ready to launch into private beta with 50 developers being initially involved in making everything work.  At first they had assumed that they would get a small amount of interest but with 160 developers signing up on the first day and now at 500 and climbing, there’s clearly a strong market out there for their version of a Mobile Backend as a Service.",
            "item_date": "Feb 04 2013 08:00:00",
            "display_item_date": "02-04-2013",
            "url": "http://www.kumulos.com/2013/02/04/openkit-kumulos-backend-as-a-service/",
            "source": "www.kumulos.com",
            "tags": "API-Evangelist, API-Stack, baas"
        },
        {
            "title": "NEW report about developer tools",
            "details": "  Vision Mobile published a new report about developer tools.  The report is based on an online survey of over 3,400 developers.  The survey respondents were balanced across Europe (39%), Asia (27%) and North America (24%).  As mobile apps become more sophisticated the need for backend features like managing users, introducing social features, or synchronizing cloud data increases.   In the following post you read the key insights about the backend as a service market according to this report.",
            "item_date": "Feb 01 2013 08:00:00",
            "display_item_date": "02-01-2013",
            "url": "http://www.apiomat.com/backend-as-a-service-report/?utm_source=rss&utm_medium=rss&utm_campaign=backend-as-a-service-report",
            "source": "www.apiomat.com",
            "tags": "API-Evangelist, API-Stack, baas, MBaaS"
        },
        {
            "title": "Backend-as-a-Service: The Future of Mobile Cloud Computing",
            "details": "  “Mobile app development and cloud computing have evolve separately, yet their futures are inextricably intertwined.    Join Apigees Tim Anglade at tomorrow evenings SVForum Cloud and Virtualization SIG  meetup in Santa Clara for a discussion of Backend-as-a-Service: The Future of Mobile Cloud Computing.  Meetup details here: http://www.  meetup.  com/SVForum-CloudSIG/events/70715932/\n \nOptimizing for Mobile?",
            "item_date": "Jan 24 2013 01:40:00",
            "display_item_date": "01-23-2013",
            "url": "http://blog.apigee.com/detail/backend_as_a_service_the_future_of_mobile_cloud_computing",
            "source": "blog.apigee.com",
            "tags": "API-Evangelist, API-Stack, Apigee, baas, googlereader, ifttt, MBaaS"
        },
        {
            "title": "Development Agency Spotlight: Ballast Lane",
            "details": "  Every once in a while we like to highlight mobile development agencies that are using Kinvey for their backend.  I’m so very excited for our first “Development Agency Spotlight” in this ongoing series.  Today, we’re showcasing a Boston-based agency, Ballast Lane Applications LLC.  Ballast Lane Rocks Because:\n it’s is a full-service mobile app development agency and does everything from fleshing out design ideas with customers, to coding the app, to supporting a customer’s marketing efforts after the app launches.  it develops iOS and Android apps for both consumer and enterprise markets.",
            "item_date": "Jan 23 2013 08:00:00",
            "display_item_date": "01-23-2013",
            "url": "http://www.kinvey.com/blog/2233/development-agency-spotlight-ballast-lane",
            "source": "www.kinvey.com",
            "tags": "API-Evangelist, API-Stack, baas, Kinvey"
        },
        {
            "title": "Got .NET? Parse Now Supports .NET 4.5",
            "details": "  Whether you’re building a web application using ASP.  NET or a rich client application for using WPF,.  NET offers a powerful platform to build upon.   Today, we’re excited to introduce support for.  NET 4.",
            "item_date": "Jan 23 2013 08:00:00",
            "display_item_date": "01-23-2013",
            "url": "http://blog.parse.com/2013/01/23/got-net-parse-now-supports-net-4-5/",
            "source": "blog.parse.com",
            "tags": ".NET, API-Evangelist, API-Stack, baas, MBaaS, Microsoft, parse"
        },
        {
            "title": "Evolution Prize: a New App Backed by Kinvey",
            "details": "  We’ve started a new blog series called “Our Favorite Apps.  ” Every now and again, we’ll showcase an awesome app backed by Kinvey.  You can see our first post here.  This week, we’re highlighting an app called Evolution Prize.  Why We Love Evolution Prize\n • It was created to solve a data mining problem in the health care industry\n • One user will be awarded $1 million for creating a winning solution in the app\n • Users can run the app while they’re asleep to generate solutions\n The inspiration for Evolution Prize was a competition on Kaggle, a platform for predictive modeling competitions.",
            "item_date": "Jan 21 2013 08:00:00",
            "display_item_date": "01-21-2013",
            "url": "http://feedproxy.google.com/~r/kinvey/~3/kAzuenRlOQU/",
            "source": "feedproxy.google.com",
            "tags": "API-Evangelist, API-Stack, baas"
        },
        {
            "title": "The Backend as a Service Ecosystem Map Update: A Growing Market",
            "details": "  Just six months ago, the backend as a service (or BaaS) category was small and relatively unknown in the general tech community.  Now, though not quite a household term, BaaS is gaining recognition thanks to lift in media / analyst coverage and a surge in new companies entering the space.  And not all of the new entrants are startups.  In fact, some of the biggest tech players — like Microsoft with its Azure Web Services — are adding backend services to their suite of offerings.  It’s only a matter of time until another behemoth like Google, Oracle or Amazon spin up (or acquire) their own backend platform.",
            "item_date": "Jan 17 2013 08:00:00",
            "display_item_date": "01-17-2013",
            "url": "http://www.kinvey.com/blog/2206/the-backend-as-a-service-ecosystem-map-update-a-growing-market",
            "source": "www.kinvey.com",
            "tags": "API-Evangelist, API-Stack, baas, Kinvey, Story"
        },
        {
            "title": "#APIcalls & #SuccessTax - Branch",
            "details": "  @StackMobSteve … but you charge for features.  In the end, everyone charges for something.  Its business!  @AAinslie @fdestin @sarahintampa \n \n  Very cool service.  Havent used it before.",
            "item_date": "Jan 16 2013 03:05:15",
            "display_item_date": "01-15-2013",
            "url": "http://branch.com/b/apicalls-successtax",
            "source": "branch.com",
            "tags": "API-Evangelist, API-Stack, baas, Story"
        },
        {
            "title": "Codecademy Launches New API Course Track with Parse",
            "details": "  The rise in alternative education on the internet is a really exciting advancement in the way the world is learning new skills.  For example, learning to code has never been easier for anyone with access to an internet-ready device.  There are amazing online courses and hacker schools popping up all around the globe to help people who want to advance their technical skills.  One of the top companies helping students become more technical is Codecademy.  Codecademy is an amazing and passionate group of people based in New York City who are working hard to build a better way for anyone to learn how to code.",
            "item_date": "Jan 09 2013 08:00:00",
            "display_item_date": "01-09-2013",
            "url": "http://blog.parse.com/2013/01/09/codecademy-launches-new-api-course-track-with-parse/",
            "source": "blog.parse.com",
            "tags": "API-Evangelist, baas"
        },
        {
            "title": "Mobile Backend-as-a-Service MindMap 2012",
            "details": "  Mobile Backend as a Service, (MBaaS) could be easily described as the merge between App Development and Cloud Computing; moreover, a technology which enables Mobile Developers to reduce effort, cost and time to market for their Apps using backend services and features on the Cloud.  In this growing environment there are a lot of options and flavours, according to the needs of the developers.  Some of them provide tools, SDKs, APIs, Cross Platform Code Generation, Social Media integration, Advertisement and Monetizing.  In other words, these platforms are a powerful tool and resource for mobile developers.  To understand this trend and environment, Kinvey has been doing a great effort with the Mobile Cloud Backend as a Service Ecosystem Map, since Febraury 2012, which tracks the activities in the ecosystem, such as partnerships, merging, acquisitions, a roadmap of the BaaS Environment.",
            "item_date": "Dec 31 2012 08:00:00",
            "display_item_date": "12-31-2012",
            "url": "http://quickblox.com/blog/2012/12/mobile-backend-as-a-service-mindmap-2012/",
            "source": "quickblox.com",
            "tags": "baas, MBaaS"
        },
        {
            "title": "Key trends in 2013: mobile, cloud, mBaaS",
            "details": "  QuickBlox will become better, easier to use and will roll out more innovative features in the coming year.  What are the most important trends of 2013?  Here is our take on them.  Web\n WebRTC and Firefox Marketplace (along with Firefox OS).  Very important – watch this space seeing how web is starting to play a bigger role with better browser, OS and mobile integration.",
            "item_date": "Dec 24 2012 08:00:00",
            "display_item_date": "12-24-2012",
            "url": "http://quickblox.com/blog/2012/12/key-trends-in-2013-mobile-cloud-mbaas/",
            "source": "quickblox.com",
            "tags": "baas, MBaaS"
        },
        {
            "title": "Schedule Tasks Easily with Iron.io and StackMob",
            "details": "  Why?  StackMob gives you the infrastructure and services you need to build better apps.  With StackMob you can create application in 50% less time while having more time to innovate.  Read about the StackMob Difference.  Need help?",
            "item_date": "Dec 20 2012 08:00:00",
            "display_item_date": "12-20-2012",
            "url": "https://blog.stackmob.com/2012/12/schedule-tasks-easily-with-iron-io-and-stackmob/",
            "source": "blog.stackmob.com",
            "tags": "API-Evangelist, baas, Iron.io, MBaaS, StackMob"
        },
        {
            "title": "The New Data Browser",
            "details": "  The data browser is a great tool for viewing and editing your data.  Since its initial release, it has become one of the most popular and essential tools of development on Parse.  Today we’re announcing the new data browser with a revamped design and a number of great features including:\n  1.  Filtering.  Find a subset of your data quickly.",
            "item_date": "Dec 20 2012 08:00:00",
            "display_item_date": "12-20-2012",
            "url": "http://blog.parse.com/2012/12/20/the-new-data-browser-2/",
            "source": "blog.parse.com",
            "tags": "baas, MBaaS, parse"
        },
        {
            "title": "Mobile/Cloud Backend-as-a-Service (BaaS) Market",
            "details": "  Backend as a Service (BaaS) is a middleware service which is similar to Platform as a Service.  In BaaS, the application developer outsources the creation of backend, server side programming and the development of server side code blocks to a third party service provider called a BaaS provider.  In addition to this, BaaS providers provide data storage, ready to integrate features like push notifications, social media integration, Application usage analytics, User management, SDK , APIs, etc.  BaaS provides several advantages to it users like reduction in the development time and deployment time to market; reduction in complexities and redundancies of the application development process; minimal initial investment required for application development.  The Backend as a Service (BaaS) market research report covers computing platforms, vertical segments, end users types, geographical analysis,  worldwide trends, market forces, technology & market roadmaps, business models, adoption factors, and company profiles for key industry players in the BaaS market space.",
            "item_date": "Dec 19 2012 08:53:55",
            "display_item_date": "12-19-2012",
            "url": "http://www.marketsandmarkets.com/Market-Reports/mobile-backend-as-a-service-mbaas-market-813.html",
            "source": "www.marketsandmarkets.com",
            "tags": "API-Evangelist, baas, MBaaS"
        },
        {
            "title": "Backend-as-a-Service on Quora",
            "details": "  There are some updates to this page that havent been applied yet because youve entered some data into a form.  You can resume live updates if you want.  Quora connects you to everything you want to know about.  You must sign in to read answers past the first one.",
            "item_date": "Dec 19 2012 08:53:23",
            "display_item_date": "12-19-2012",
            "url": "http://www.quora.com/Backend-as-a-Service",
            "source": "www.quora.com",
            "tags": "baas, MBaaS"
        },
        {
            "title": "Mobile Backend-As-A-Service: The New Lightweight Middleware?",
            "details": "  It’s no secret that demand for mobile applications is skyrocketing in both the consumer and enterprise space.  To meet that demand, application development shops are continually looking for new ways to accelerate development of apps that meet their consumers’ needs.   In response, many new ISVs are beginning to offer a set of cloud-based, server-side mobile services to make app development quicker and easier to deploy.  ISVs are referring to those services as “mobile backend-as-a-service” (not a particularly good name, but we’ll use it for now).   MBaaS offerings sit squarely between the existing platform-as-a-service vendors and the full end-to-end solution space occupied by mobile enterprise/consumer application platforms (see Figure).",
            "item_date": "Dec 19 2012 08:53:00",
            "display_item_date": "12-19-2012",
            "url": "http://blogs.forrester.com/michael_facemire/12-04-25-mobile_backend_as_a_service_the_new_lightweight_middleware",
            "source": "blogs.forrester.com",
            "tags": "baas, Forrester, MBaaS"
        },
        {
            "title": "Mobile Backend-as-a-Service (MBaaS): Give me Liberty or give me… Convenience?",
            "details": "  This guest post comes from Miko Matsumura, Senior Vice President of Platform Marketing and Developer Relations for Kii Corporation.  Miko main role at Kii is evangelizing the Kii Cloud Mobile Backend-as-a-Service (MBaaS).  MBaaS provides mobile developers with LIBERTY and CONVENIENCE.  LIBERTY in the sense of self-determination, control and an independent destiny–they can communicate with, manage, understand and serve their users without being beholden to external influences.  An app developer who doesn’t control their users has no independent future.",
            "item_date": "Dec 19 2012 08:52:29",
            "display_item_date": "12-19-2012",
            "url": "http://blog.programmableweb.com/2012/11/29/mobile-backend-as-a-service-mbaas-give-me-liberty-or-give-me-convenience/",
            "source": "blog.programmableweb.com",
            "tags": "baas"
        },
        {
            "title": "Parse has OpenTok iOS SDK’s back(end), so you don’t have to",
            "details": "",
            "item_date": "Dec 19 2012 08:00:00",
            "display_item_date": "12-19-2012",
            "url": "http://www.tokbox.com/blog/parse-has-opentok-ios-sdks-backend-so-you-dont-have-to/?utm_source=rss&utm_medium=rss&utm_campaign=parse-has-opentok-ios-sdks-backend-so-you-dont-have-to",
            "source": "www.tokbox.com",
            "tags": "baas, OpenTok, parse"
        },
        {
            "title": "iOS SDK 1.4",
            "details": "  It is our great pleasure to inform you that we have released iOS SDK 1.  4.  It has lots of new great features, please follow list below:\n \n added method to QBChat requestRoomUsers: – allows to retrieve room members (only for only members rooms)\n \n Create session with device parameters is deprecated.  Now you don’t need to create session with device parameters in order to use Push Notifications\n added methods to send push notification without environment\n added method to class QBMessages – TSendPushWithText:toUsers:delegate: – simple way to send push – juts write text & send",
            "item_date": "Dec 12 2012 08:00:00",
            "display_item_date": "12-12-2012",
            "url": "http://quickblox.com/blog/2012/12/ios-sdk-1-4/",
            "source": "quickblox.com",
            "tags": "baas, Code Samples, IOS, MBaaS, SDK"
        },
        {
            "title": "View from Above: Introducing the Cloud Code Console",
            "details": "  Cloud Code allows you to upload and run custom app code in the Parse Cloud.  We want to keep building tools to improve your developer experience, so we’re excited to add a Cloud Code Console on our website to help you keep track of what’s currently in your Parse Cloud.  You can access it from the applications console.  After you run your next parse deploy\n, you should see your new code reflected in the Cloud Code Console.  Remember you can always print log messages from Cloud Code to help you debug, and you will see those entries in this console as well.",
            "item_date": "Dec 10 2012 08:00:00",
            "display_item_date": "12-10-2012",
            "url": "http://blog.parse.com/2012/12/10/view-from-above-introducing-the-cloud-code-console/",
            "source": "blog.parse.com",
            "tags": "API-Evangelist, baas, MBaaS, parse"
        }
    ],
    "published": "03/20/2013",
    "newscount": 36
}