{
    "stack": [
        {
            "ID": "120",
            "name": "AnyPresence",
            "details": "<p><span>AnyPresence develops cutting-edge mobile web technology to help businesses improve customer satisfaction and lower service costs.</span></p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/anypresence-logo.png",
            "website": "http://www.anypresence.com/",
            "blog": "http://www.anypresence.com/blog/",
            "blogrss": "http://feeds.feedburner.com/AnyPresence",
            "twitter": "http://twitter.com/anypresence"
        },
        {
            "ID": "58",
            "name": "API O MAT",
            "details": "<p><span>API O MAT is a backend-as-a-service (BAAS) provider. API O MAT offers various features such as chat, email clients, Facebook connections, content push, and WordPress syncing. </span><br /><br /><span>The API O MAT API allows developers to access and integrate the backend functionality of API O MAT with other applications and to create new applications. Public documentation is not available; API access comes with account service.</span></p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/api-o-mat-logo.png",
            "website": "http://www.apiomat.com/",
            "blog": "http://www.apiomat.com/blog/",
            "blogrss": "http://www.apiomat.com/feed/",
            "twitter": "https://twitter.com/apiomat"
        },
        {
            "ID": "119",
            "name": "App42",
            "details": "<p><span>App42 Cloud API is complete mobile backend as a service ( MBaaS, BaaS, PaaS ) to help app developers to develop, build and deploy their app on the cloud.</span></p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/app42-logo.png",
            "website": "http://api.shephertz.com/",
            "blog": "http://blogs.shephertz.com/",
            "blogrss": "view-source:http://blogs.shephertz.com/feed/",
            "twitter": "https://twitter.com/shephertz"
        },
        {
            "ID": "99",
            "name": "Appacitive",
            "details": "<p><span>Appacitive is a cloud based software as a service platform for developing highly scalable backends for mobile and rich internet applications.</span></p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/Appacitive.png",
            "website": "http://appacitive.com/",
            "blog": "http://appacitive.com/blogs/",
            "blogrss": "",
            "twitter": "https://twitter.com/Appacitive"
        },
        {
            "ID": "59",
            "name": "Appcelerator",
            "details": "<p><span>Appcelerator Titanium is the leading cross platform mobile development solution for native, hybrid and mobile web applications.</span></p>\n<p><span>Appcelerator Titanium Mobile is one of several phone web based application framework solutions allowing web developers to apply existing skills to create native applications for iPhone and Android. Yet, while using the familiar JavaScript syntax, developers will also have to learn the Titanium API, which is quite different from familiar web frameworks such as jQuery.<br /></span></p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/appcelerator-logo.png",
            "website": "http://www.appcelerator.com/developers",
            "blog": "http://developer.appcelerator.com/blog/",
            "blogrss": "http://developer.appcelerator.com/blog/feed",
            "twitter": "https://twitter.com/appcelerator"
        },
        {
            "ID": "60",
            "name": "Applicasa",
            "details": "<p><span>Applicasa is a mobile game management platform that helps game publishers and studios increase in-app purchase revenue through user segmentation and event-based promotions. Our mobile game management platform focuses on managing and controlling a game’s economy via a dynamic virtual store and the use of a BI and analytics tool.</span></p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/applicasa-logo.png",
            "website": "http://www.applicasa.com/",
            "blog": "http://blog.applicasa.com/",
            "blogrss": "http://blog.applicasa.com/rss",
            "twitter": "https://twitter.com/Applicasa"
        },
        {
            "ID": "76",
            "name": "BaaSBox",
            "details": "<p>We believe that the adoption of the cloud computing tecnologies will be always more popular for some good reasons: lowering operating costs, time to market, to develop prototype and proof of concepts to test the market.</p>\n<p>The BaaS paradigm allows developers to remain focused on their applications, on the user interaction, on the app’s core, delegating the backend features management and development. This is even more true for mobile applications that require a backend platform.</p>\n<p>But we believe that a major problem in the adoption of this type of solution (the BaaS) is the so-called “vendor lock-in”. Choose a backend service provider means to establish with it a “blood pact”. It creates a symbiosis between the app and its backend.</p>\n<p>But what happens if the supplier changes its pricing plan, or worse, decides to go out of the business? Or does not support a feature that is crucial to expand the app functionalities?</p>\n<p>So many developers or companies decide to develop their own in-house backend, reinventing the wheel every time and dealing with problems already solved by others.</p>\n<p>Our proposal is to create a backend platform completely Open Source and to use it to build our BaaS offering. Users will feel more protected because they will know that can install on their platform, at any time, the BaaS software and eventually to leave our service and to manage its own backend services as they deem convenient to do so.</p>\n<p>The key challenge is to create a strong community of developers around our software.</p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/baasbox-logo.png",
            "website": "http://www.baasbox.com/",
            "blog": "http://www.baasbox.com/category/blog/",
            "blogrss": "http://www.baasbox.com/feed/",
            "twitter": "https://twitter.com/BaasBox"
        },
        {
            "ID": "118",
            "name": "Baobab",
            "details": "<p><span>A solution for publishing houses that need to source, package and publish multiple types of dynamic content across web, social and native mobile app platforms.</span></p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/baobab-logo.png",
            "website": "http://baobabsuite.com/",
            "blog": "http://baobabsuite.com/blog/",
            "blogrss": "http://baobabsuite.com/feed/",
            "twitter": ""
        },
        {
            "ID": "61",
            "name": "Buddy",
            "details": "<p>Buddy enables developers to build engaging, cloud-connected apps without having to write, test, manage or scale server-side code or infrastructure.</p>\n<p>Build against Buddy's collections of APIs that offer complete end-to-end scenarios like geo-location, photo albums, chat/messaging, image filters, user accounts, friends and more.</p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/buddy-platform.png",
            "website": "http://buddy.com/",
            "blog": "https://blog.buddy.com/",
            "blogrss": "https://blog.buddy.com/feed/",
            "twitter": "https://twitter.com/BuddyPlatform"
        },
        {
            "ID": "41",
            "name": "Cloudmine",
            "details": "<p>Prepare for Power<br />Mobilize Your TeamAre you developing a new product from scratch or leveraging existing data to solve a client's problem? Naturally, you'll need to develop a backend infrastructure to stand the app on. CloudMine's backend gives you an out-of-the-box platform so you can get a head start, decreasing development time by as much as 60%.</p>\n<p>Leverage Internal Competencies<br />Spend less time coding and more time designing a better in-app experience. Solving client problems is hard work, which is why we've put so much thought into building a powerful backend that supports your vision without forcing you to hire or train your team to build robust backend web services.</p>\n<p>Client-side Libraries<br />We have SDKs for all the major mobile platforms – iOS, Android, and JavaScript. Built on a RESTful foundation, your code becomes environment agnostic and going from iOS to Android, or vice-versa is no longer an impossible investment.</p>\n<p>Prototype & Deploy<br />Built a prototype that needs to go mainstream? Good thing you stood it up on CloudMine. A few simple tweaks and your app is ready for success, no matter how popular it gets.</p>\n<p>Now You're Compliant & Secure<br />Our plans include optional HIPAA, PCI, and SAS compliance, which means your software is too. Win bigger clients with less overhead, and we'll help you maintain compliance along the way.</p>\n<p>Advanced Analytics<br />Real-time analytics help you and your clients understand user engagement within the apps you create. Take a deep dive into load times and user capping issues to allow your clients to learn more about their userbase's stickiness and bounce points</p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/cloudmine-logo.png",
            "website": "https://cloudmine.me/",
            "blog": "http://blog.cloudmine.me/",
            "blogrss": "view-source:http://blog.cloudmine.me/rss",
            "twitter": "https://twitter.com/cloudmine"
        },
        {
            "ID": "62",
            "name": "CloudyRec",
            "details": "<p><span>CloudyRec is a server-side backend platform for mobile apps and games. Backend implementation for mobile apps typically requires complicated server setups, API developments, server monitoring, management and maintenance processes. </span></p>\n<p><span>CloudyRec provides a complete managed backend platform for mobile apps that can be set up and ready to use instantly.</span></p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/CloudyRec-logo-2.png",
            "website": "http://cloudyrec.com/",
            "blog": "http://blog.cloudyrec.com/",
            "blogrss": "http://blog.cloudyrec.com/rss.xml",
            "twitter": "https://twitter.com/cloudyrec"
        },
        {
            "ID": "78",
            "name": "FatFractal",
            "details": "<p>The FatFractal Platform is an end-to-end solution for developing cloud-based apps for any connected device. Design goals for the Platform include efficiency across the board, lowest cost and ease-of-use. This section provides an overview of the FatFractal Platform’s Backend Architecture.</p>\n<p>The hands-on interface for developers who are building apps is mostly at the SDK level, but we think building a cloud-based app means understanding the underlying services (and having access to them!) beyond clientside SDKs.</p>\n<p>We built our own middleware layer to prevent clientside and serverside lock-in, to allow open source development of platform services and modules and to ensure abstraction, at every level (IaaS, PaaS, Services and so on), that benefit the developer.</p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/FatFractal-Logo.png",
            "website": "http://fatfractal.com/",
            "blog": "http://fatfractal.com/beta/blog/",
            "blogrss": "http://fatfractal.com/beta/feed/",
            "twitter": "https://twitter.com/FatFractal"
        },
        {
            "ID": "63",
            "name": "FeedBurner",
            "details": "<p><span>FeedHenry provides a cloud Mobile Application Platform that simplifies the development, integration, deployment and management of secure mobile apps for business.</span></p>\n<p><span>Using HTML5, JavaScript, CSS and the FeedHenry AppStudio toolkits and templates, developers can quickly build native, HTML5 and hybrid apps and deploy these instantly to multiple smartphones and tablets. Developers can use the same JavaScript skills to build powerful backend functionality that leverages Node.js.<br /></span></p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/FeedHenry-Logo.png",
            "website": "http://www.feedhenry.com",
            "blog": "http://developer.feedhenry.com/blog/",
            "blogrss": "http://developer.feedhenry.com/feed/",
            "twitter": "https://twitter.com/feedhenry"
        },
        {
            "ID": "64",
            "name": "Flurry",
            "details": "<p>Flurry helps companies build, measure, advertise and monetize mobile applications in the new app economy. The company’s comprehensive measurement and advertising platform reaches over 700 million monthly unique smartphone and tablet devices across iOS, Android and other platforms.</p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/flurry-logo.png",
            "website": "http://www.flurry.com/",
            "blog": "http://tech.flurry.com/",
            "blogrss": "http://feeds.feedburner.com/FlurryTechBlog",
            "twitter": "https://twitter.com/FlurryMobile"
        },
        {
            "ID": "65",
            "name": "Geoloqi",
            "details": "<p>The Geoloqi platform offers a complete, cross-platform, language, device and carrier agnostic platform for enterprise applications and IP-connected devices. A contextually aware solution, it enables persistent background location tracking, intelligent battery management, and transitions smoothly between location sources such as carrier signals, GPS and Wifi for true real-time tracking.</p>\n<p>Additionally, Geoloqi provides rich location and dwell-time analytics, giving customers the ability to analyze and take action on location data for the first time. The platform also provides sophisticated security settings with easy opt-in and opt-out features to ensure safety and privacy practices are automatically updated at any time. Enterprises and developers can now easily create solutions for the mobile workforce and consumers with improved productivity, functionality, and logistics for any wireless climate.</p>\n<p>Geoloqi’s API allows developers to build location-aware services and applications without having to write code from scratch. Developers can use Geoloqi to easily add automatic check-ins, user sign-ups, location-based messaging, event triggers, and real-time GPS maps to their existing applications.</p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/Geoloqi-logo.png",
            "website": "https://geoloqi.com/",
            "blog": "https://geoloqi.com/blog/",
            "blogrss": "https://geoloqi.com/blog/feed/",
            "twitter": "https://twitter.com/geoloqi"
        },
        {
            "ID": "42",
            "name": "Kii",
            "details": "<p>Kii Capital is a venture fund in Silicon Valley that invests exclusively in mobile consumer apps which have demonstrated user traction. Kii Capital can provide access to Kii's global distribution channels, localization, and technology to scale companies in addition to a partnership with a fund whose management has deep mobile industry expertise and focus.</p>\n<p>Kii has joined forces with some of the largest and most influential mobile carriers and device makers in the world. This unique business network spanning Japan, Korea, China, Taiwan and Silicon Valley provides world-class opportunities for preloading apps or promoting apps through partner's app stores and marketplaces.</p>\n<p>Kii Cloud MBaaS provides a Mobile Backend-as-a-Service  user management, data management and analytics in minutes for mobile apps on iOS and Android without writing a line of server code. It also provides Native JavaScript and REST APIs and an easy-to-use Ad Network SDK that helps app developers optimize their advertising revenue.</p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/Kii-Logo.png",
            "website": "http://www.kii.com/",
            "blog": "",
            "blogrss": "",
            "twitter": "https://twitter.com/kiicorp"
        },
        {
            "ID": "67",
            "name": "Kinvey",
            "details": "<p>Kinvey (pronounced Kin-vey, like convey) makes it ridiculously easy for developers to setup, use and operate a cloud backend for their mobile apps. They don't have to worry about connecting to various cloud services, setting up servers for their backend, or maintaining and scaling them.</p>\n<p>With Kinvey, developers simply code their app using any SDK of their choice. They then connect the app to Kinvey's backend features using auto-generated APIs and libraries, and - just like that - the app is ready to launch. We'll worry about auto-scaling and maintaining your backend. You focus solely on your app.</p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/kinvey-logo.png",
            "website": "http://kinvey.com/",
            "blog": "http://www.kinvey.com/blog",
            "blogrss": "http://feeds.feedburner.com/kinvey",
            "twitter": "https://twitter.com/kinvey"
        },
        {
            "ID": "121",
            "name": "Kumulos",
            "details": "<p><span>Kumulos is a cloud </span><a title=\"Cloud Backend as a Service (BaaS)\" href=\"http://www.kumulos.com/cloud-backend-as-a-service-baas/\">Backend as a Service (BaaS)</a><span> for mobile apps. We provide a stable, scalable, and secure platform to build your iPhone and Android apps on. Sharing data and connecting your users has never been easier. </span></p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/kumulos-logo.png",
            "website": "http://www.kumulos.com/",
            "blog": "http://www.kumulos.com/blog/",
            "blogrss": "http://www.kumulos.com/feed/",
            "twitter": "https://twitter.com/kumulosdev"
        },
        {
            "ID": "77",
            "name": "LeanEngine",
            "details": "<p>LeanEngine is an open source project aiming at making the development of cloud-enabled mobile applications really simple, fast and fun. It consists of a pre-configured Google App Engine server and client libraries for mobile clients. It lets you focus on developing your mobile app while it handles all the boring and complicated stuff. Stuff like logins (Facebook, Google, Twitter, OpenID), saving data to the cloud, querying data from the cloud and security.</p>\n<p>All this you can achieve with using LeanEngine libraries and a few lines of code on your clients. Not only that. Because it runs on your own instance of App Engine you keep total control of the data.</p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/LeanEngine-Logo.png",
            "website": "http://www.lean-engine.com/",
            "blog": "",
            "blogrss": "",
            "twitter": "https://twitter.com/LeanEngine"
        },
        {
            "ID": "68",
            "name": "mobDB",
            "details": "<p>A backend solution is platform independent (HTTP POST) and you can create feature-rich mobile app. With easy-to-use SDK and REST API, mobile app can fully manage mobDB backend and 'mobDB' backend architecture is created in a very simple way, so that your mobile app can give very good performance by start retrieving data in no time.</p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/Mod-DB-logo.png",
            "website": "https://www.mobdb.net",
            "blog": "",
            "blogrss": "",
            "twitter": "https://twitter.com/mobDB"
        },
        {
            "ID": "100",
            "name": "Mobeelizer",
            "details": "<p>At mobeelizer we are working hard to ease the process of synchronization on mobile platforms.</p>\n<p>Previously part of our team was developing mobile apps that were connected to backbone systems. The process of defining what has to be exchanged between mobile and server, implementation of it and deployment was always very painful. We used some big software to cope with these problems, but they do not solve the problem of multiple platforms. And they were costly.</p>\n<p>That is the short history of the roots that took us to establishing mobeelizer. We want to give all technical people a simple way to build synchronization for their mobile solutions. We utilize the power of cloud computing, failover, continius backups and load balancing to give you the easiest and most powerfull synchronization solution. On top of it we give you the full stack that we call Synchronization as a Service. You care about your UI, business logic and we take care about the rest of communication.</p>\n<p>The entire Mobeelizer team is backed by the support and wisdom of an experienced group of investors.</p>\n<p class=\"p1\">Capital of our company has been partly financed by the the European Union under the measure 3.1 Operational Programme - Innovative Economy</p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/Mobeelizer-Logo.png",
            "website": "http://mobeelizer.com/",
            "blog": "http://mobeelizer.com/blog/",
            "blogrss": "http://mobeelizer.com/blog/feed/",
            "twitter": "https://twitter.com/mobeelizer"
        },
        {
            "ID": "123",
            "name": "OPENi",
            "details": "<p>Open-Source, Web-Based, Framework for Integrating Applications with Cloud-based Services and Personal Cloudlets. To inspire innovation in the European mobile applications industry, by radically improving the interoperability of cloud-based services and trust in personal cloud storage through the development of a consumer-centric, open source mobile cloud applications platform.</p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/openi-logo.png",
            "website": "http://www.openi-ict.eu/",
            "blog": "http://www.openi-ict.eu/category/blog/",
            "blogrss": "http://www.openi-ict.eu/feed/",
            "twitter": "https://twitter.com/openi_ict"
        },
        {
            "ID": "117",
            "name": "OpenKit",
            "details": "<p>OpenKit is a BaaS platform for game developers providing cloud data sync, leader boards, social integration and cross-platform support for iOS and Android.</p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/open-kit-logo-larger.png",
            "website": "http://openkit.io/",
            "blog": "",
            "blogrss": "",
            "twitter": "https://twitter.com/OpenKit_io"
        },
        {
            "ID": "122",
            "name": "OpenMobster",
            "details": "<p><span>OpenMobster, provides a complete end-to-end Sync solution for your mobile apps. The infrastructure consists of a Cloud Server that integrates with backend Enterprise services. On the device side, this data is accessible through the MobileBean API included in the device SDK. </span></p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/openmobster-logo.png",
            "website": "http://www.openmobster.com/",
            "blog": "",
            "blogrss": "",
            "twitter": "https://twitter.com/openmobster"
        },
        {
            "ID": "69",
            "name": "Parse",
            "details": "<p>Parse allows your team to focus more on creating a great user experience and forget server maintenance and complex infrastructure. Instantly add push notifications, data storage, social integration, and more the moment you integrate a Parse SDK into your app.</p>\n<p>Our native SDKs for iOS, Android, Windows 8, Windows Phone 8, OS X, and JavaScript make it easy to create beautiful and powerful apps for all of your favorite devices. From desktop to mobile apps, Parse has an SDK for everyone. </p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/Parse-Logo.png",
            "website": "https://parse.com/",
            "blog": "http://blog.parse.com/",
            "blogrss": "http://feeds.feedburner.com/ParseBlog",
            "twitter": "https://twitter.com/ParseIt"
        },
        {
            "ID": "70",
            "name": "Proxomo",
            "details": "<p><span>Add a backend to your app in the next five minutes. Store data, use custom authentication, and scale like crazy. Plus add many other open and flexible features to your app instantly. We built it for us; we are sharing it with you. Proxomo is your single backend for all platforms and all devices - iPhone, Android, Windows Phone, and web apps. </span></p>\n<p><span><span>Proxomo provides a RESTful API that cross integrates a variety of context services designed to simplify the development of context-aware applications, including location, collaboration (both e-mail and SMS) and social networking.</span><br /></span></p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/Proxomo-Logo.png",
            "website": "http://www.proxomo.com/",
            "blog": "http://blog.proxomo.com/",
            "blogrss": "http://blog.proxomo.com/feed/",
            "twitter": "https://twitter.com/proxomo"
        },
        {
            "ID": "71",
            "name": "Quickblox",
            "details": "<p><span>Quickblox's ready-to-go modules add new functionality, reduce development time & cost, add scalability, and quicken time to market.</span></p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/quickblox-logo.png",
            "website": "http://quickblox.com/",
            "blog": "http://quickblox.com/blog/",
            "blogrss": "http://quickblox.com/blog/feed/",
            "twitter": "https://twitter.com/QuickBlox"
        },
        {
            "ID": "72",
            "name": "ScottyApp",
            "details": "<p>ScottyApp.com is a new approach to solving the backend development problem of mobile applications. It allows developers to interactively define the backend logic of their apps. Using that information ScottyApp.com creates and manages the necessary cloud services to provide a working backend infrastructure, accessible through an API created specifically for the developer's project.</p>\n<p>Developers are freed from repetitive tasks and save weeks of work. On top of that they also benefit from not having to worry about upgrading different versions, best practices for schema design and scalability.</p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/Scotty-App-Logo.png",
            "website": "http://scottyapp.com/",
            "blog": "http://blog.scottyapp.com/",
            "blogrss": "http://blog.scottyapp.com/rss",
            "twitter": "https://twitter.com/getscottyapp"
        },
        {
            "ID": "73",
            "name": "Sencha.io",
            "details": "<p><span>Sencha.io is a complete cloud platform for building mobile web apps. With services like User, Data, Channel, Image and Deployment, Sencha.io makes it easy to create shared experiences in the cloud.</span></p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/sencha-logo.png",
            "website": "http://www.sencha.com/products/io/",
            "blog": "http://www.sencha.com/blog/",
            "blogrss": "http://feeds.feedburner.com/SenchaBlog",
            "twitter": "http://twitter.com/sencha"
        },
        {
            "ID": "74",
            "name": "StackMob",
            "details": "<p><span>StackMob’s mobile platform helps developers create a mobile business by letting them easily build, deploy and grow full-featured applications from the very first version. StackMob cuts backend development time from months to minutes, letting developers focus on creating powerful apps with quality user experiences. StackMob also provides a front-end development environment that developers can use to create a single, feature-rich application that runs seamlessly on multiple mobile operating systems.</span></p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/stackmob-logo.png",
            "website": "http://stackmob.com/",
            "blog": "http://www.stackmob.com/blog/",
            "blogrss": "http://www.stackmob.com/feed/",
            "twitter": "https://twitter.com/stackmob"
        },
        {
            "ID": "75",
            "name": "Urban Airship",
            "details": "<p><span>Urban Airship is the most globally deployed push messaging service, delivering billions of messages per month with unparalleled speed and scale for leading brands such as CBS Interactive, ESPN, Groupon, shopkick, Viddy, Walgreens and Warner Bros. </span></p>\n<p><span>Urban Airship enables these brands and 65,000 other customers to engage consumers directly on their mobile device home screens with precision-targeted mobile messaging. Complete mobile engagement suites offer easy and effective end-to-end management of the push messaging process from customer and location targeting, to automation and delivery, including message composition, rich landing page creation and analytics to optimize effectiveness.</span></p>",
            "logo": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/serviceproviders/urban-airship-logo.png",
            "website": "",
            "blog": "http://urbanairship.com/blog",
            "blogrss": "",
            "twitter": "https://twitter.com/urbanairship"
        }
    ]
}